{
  "id": 6,
  "text": "疫苗引起的危及生命的过敏反應極為少见。如果有過敏反應，则會在接種疫苗後分鐘至小時内出现。和所有疫苗一樣，HPV疫苗將續得到监控，以觀察其是否引起巽常或重問題。# 6 如果出現了重反應該怎瓣?# 我應該注意什？·任何巽常情况，例如高燒或行為巽常。重過敏反應的象包括呼吸困、喉嘶或氣喘、麻疹、白、虚弱、心跳加快或頭量眼花。# 我該怎瓣？·給醫生打電話，或立刻送病人就醫。·告醫生發生了什情况，發生的日期和時間，以及何時注射的疫苗。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 疫苗引起的危及生命的过敏反應極為少见。如果有過敏反應，则會在接種疫苗後分鐘至小時内出现。和所有疫苗一樣，HPV疫苗將續得到监控，以觀察其是否引起巽常或重問題。# 6 如果出現了重反應該怎瓣?# 我應該注意什？·任何巽常情况，例如高燒或行為巽常。重過敏反應的象包括呼吸困、喉嘶或氣喘、麻疹、白、虚弱、心跳加快或頭量眼花。# 我該怎瓣？·給醫生打電話，或立刻送病人就醫。·告醫生發生了什情况，發生的日期和時間，以及何時注射的疫苗。\n\n<question>: ",
  "ChatGPT_response_0": "如果接种疫苗后出现严重过敏反应，应立即给医生打电话或送病人就医。重过敏反应的症状包括呼吸困难、喉咙肿胀或气喘、皮疹、恶心、虚弱、心跳加快或头晕眼花等。在通知医生时，应当描述发生的情况、时间以及接种疫苗的具体信息。这些举措将有助于医生做出及时有效的处理，确保病人得到必要的救治和管理。",
  "query": "如果接种疫苗后出现严重过敏反应，你会怎么做？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 如果接种疫苗后出现严重过敏反应，你会怎么做？\n\n<reference text>: 疫苗引起的危及生命的过敏反應極為少见。如果有過敏反應，则會在接種疫苗後分鐘至小時内出现。和所有疫苗一樣，HPV疫苗將續得到监控，以觀察其是否引起巽常或重問題。# 6 如果出現了重反應該怎瓣?# 我應該注意什？·任何巽常情况，例如高燒或行為巽常。重過敏反應的象包括呼吸困、喉嘶或氣喘、麻疹、白、虚弱、心跳加快或頭量眼花。# 我該怎瓣？·給醫生打電話，或立刻送病人就醫。·告醫生發生了什情况，發生的日期和時間，以及何時注射的疫苗。\n\n<reply>: ",
  "response": "如果接种疫苗后出现严重过敏反应，应立即给医生打电话或送病人就医。重过敏反应的症状包括呼吸困难、喉咙肿胀或气喘、皮疹、恶心、虚弱、心跳加快或头晕眼花等。在通知医生时，应当描述发生的情况、时间以及接种疫苗的具体信息。这些举措将有助于医生做出及时有效的处理，确保病人得到必要的救治和管理。"
}