{
  "id": 135,
  "text": "# 5.9.1.2 Central pelvic recurrence after primary surgery Definitive chemoradiotherapy combined with image guided adaptive brachytherapy is the treatment of choice (see Principles of radiotherapy).The use of boost by external beam techniques to replace brachytherapy is not recommended.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # 5.9.1.2 Central pelvic recurrence after primary surgery Definitive chemoradiotherapy combined with image guided adaptive brachytherapy is the treatment of choice (see Principles of radiotherapy).The use of boost by external beam techniques to replace brachytherapy is not recommended.\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "对于初次手术后出现中枢盆腔复发的宫颈癌患者，推荐的治疗方法是根治性的放化疗联合影像引导适形近距离放疗。这种综合治疗方法可以有效提高疗效，改善患者预后。但需要注意的是，使用体外放射技术替代近距离放疗增量是不被推荐的。因此，在制定治疗方案时，应尽量确保结合影像引导的近距离放疗以获得最佳效果。",
  "query": "宫颈癌患者在初次手术后中枢盆腔复发时，推荐的治疗方法是什么？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 宫颈癌患者在初次手术后中枢盆腔复发时，推荐的治疗方法是什么？\n\n<reference text>: # 5.9.1.2 Central pelvic recurrence after primary surgery Definitive chemoradiotherapy combined with image guided adaptive brachytherapy is the treatment of choice (see Principles of radiotherapy).The use of boost by external beam techniques to replace brachytherapy is not recommended.\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "对于初次手术后出现中枢盆腔复发的宫颈癌患者，推荐的治疗方法是根治性的放化疗联合影像引导适形近距离放疗。这种综合治疗方法可以有效提高疗效，改善患者预后。但需要注意的是，使用体外放射技术替代近距离放疗增量是不被推荐的。因此，在制定治疗方案时，应尽量确保结合影像引导的近距离放疗以获得最佳效果。"
}