{
  "id": 1559,
  "text": "Type C2 radical hysterectomy is recommended.NACT followed by radical surgery is a controversial alternative.The benefit of tumor downsizing with regard to prognosis has not been proven.# 13.4.2 Stage T1b2/T2a2 and involved lymph nodes on radiological staging # Definitive chemoradiotherapy and brachytherapy are recommended in patients with unequivocally involved PLNs on imaging (see Principles of radiotherapy).",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Type C2 radical hysterectomy is recommended.NACT followed by radical surgery is a controversial alternative.The benefit of tumor downsizing with regard to prognosis has not been proven.# 13.4.2 Stage T1b2/T2a2 and involved lymph nodes on radiological staging # Definitive chemoradiotherapy and brachytherapy are recommended in patients with unequivocally involved PLNs on imaging (see Principles of r\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "如果影像学检查确认盆腔淋巴结存在转移性病变，建议患者进行根治性同步放化疗（包括体外放疗和近距离放疗）。",
  "query": "在影像学检查中，如果确认存在盆腔淋巴结转移，推荐的治疗方案是什么？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在影像学检查中，如果确认存在盆腔淋巴结转移，推荐的治疗方案是什么？\n\n<reference text>: Type C2 radical hysterectomy is recommended.NACT followed by radical surgery is a controversial alternative.The benefit of tumor downsizing with regard to prognosis has not been proven.# 13.4.2 Stage T1b2/T2a2 and involved lymph nodes on radiological staging # Definitive chemoradiotherapy and brachytherapy are recommended in patients with unequivocally involved PLNs on imaging (see Principles of radiotherapy).\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "如果影像学检查确认盆腔淋巴结存在转移性病变，建议患者进行根治性同步放化疗（包括体外放疗和近距离放疗）。"
}