{
  "id": 198,
  "text": "Brachytherapy should be delivered in several fractions as high dose rate (usually 3-4) or in 1 to 2 fractions as pulse dose rate brachytherapy.In large tumors, brachytherapy should be delivered within 1 to 2 weeks toward the end of or after chemoradiotherapy.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Brachytherapy should be delivered in several fractions as high dose rate (usually 3-4) or in 1 to 2 fractions as pulse dose rate brachytherapy.In large tumors, brachytherapy should be delivered within 1 to 2 weeks toward the end of or after chemoradiotherapy.\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "在治疗大肿瘤的宫颈癌时，建议在化学放射治疗接近尾声或者治疗结束后，尽快开始实施近距离放射治疗（Brachytherapy），通常是在1到2周内完成。近距离放射治疗可以采用多次高剂量分次（通常是3-4次）或1到2次脉冲剂量分次进行。这样的治疗时间安排可以与化学放射治疗协同作用，更有效地针对肿瘤进行控制，旨在提升整体治疗效果。",
  "query": "进行宫颈癌治疗时，对于大肿瘤，如何在化学放射治疗期间或之后实施治疗以提高效果？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 进行宫颈癌治疗时，对于大肿瘤，如何在化学放射治疗期间或之后实施治疗以提高效果？\n\n<reference text>: Brachytherapy should be delivered in several fractions as high dose rate (usually 3-4) or in 1 to 2 fractions as pulse dose rate brachytherapy.In large tumors, brachytherapy should be delivered within 1 to 2 weeks toward the end of or after chemoradiotherapy.\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "在治疗大肿瘤的宫颈癌时，建议在化学放射治疗接近尾声或者治疗结束后，尽快开始实施近距离放射治疗（Brachytherapy），通常是在1到2周内完成。近距离放射治疗可以采用多次高剂量分次（通常是3-4次）或1到2次脉冲剂量分次进行。这样的治疗时间安排可以与化学放射治疗协同作用，更有效地针对肿瘤进行控制，旨在提升整体治疗效果。"
}