{
  "id": 2223,
  "text": "Therefore and due to limited validity of imaging systems in pregnancy, surgical lymph node staging predominantly done by minimal-invasive approach can be safely performed.In pregnancies later than 24 weeks of gestation (fetal viability) lymph node dissection is not indicated.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Therefore and due to limited validity of imaging systems in pregnancy, surgical lymph node staging predominantly done by minimal-invasive approach can be safely performed.In pregnancies later than 24 weeks of gestation (fetal viability) lymph node dissection is not indicated.\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "淋巴结清扫手术在妊娠24周后通常不建议进行，因为此时胎儿已经达到生存能力（胎儿生存界限）。执行这样的手术可能会对母体和胎儿造成潜在风险，包括手术相关的并发症以及对妊娠的干扰。而且，由于妊娠状态下医学影像的有效性受到一定限制，手术的必要性和价值需要更为谨慎地权衡。在这种情况下，医疗团队通常会优先选择其他更为安全和对胎儿影响较小的诊疗方法。",
  "query": "在妊娠超过24周时，为什么不建议进行淋巴结清扫手术？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在妊娠超过24周时，为什么不建议进行淋巴结清扫手术？\n\n<reference text>: Therefore and due to limited validity of imaging systems in pregnancy, surgical lymph node staging predominantly done by minimal-invasive approach can be safely performed.In pregnancies later than 24 weeks of gestation (fetal viability) lymph node dissection is not indicated.\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "淋巴结清扫手术在妊娠24周后通常不建议进行，因为此时胎儿已经达到生存能力（胎儿生存界限）。执行这样的手术可能会对母体和胎儿造成潜在风险，包括手术相关的并发症以及对妊娠的干扰。而且，由于妊娠状态下医学影像的有效性受到一定限制，手术的必要性和价值需要更为谨慎地权衡。在这种情况下，医疗团队通常会优先选择其他更为安全和对胎儿影响较小的诊疗方法。"
}