{
  "id": 29,
  "text": "![](images/ced70f37829fa8a99ca4e013780e76efdd51a22cc2308a6513e5e63a396c1582.jpg) Figure 1.Development process # 3.1 Nomination of multidisciplinary international development group The ESGO/ESTRO/ESP nominated practicing clinicians that are involved in the management of cervical cancer patients and have demonstrated leadership in clinical management of patients through research, administrative responsibilities, and/or committee membership to serve on the expert panel.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: ![](images/ced70f37829fa8a99ca4e013780e76efdd51a22cc2308a6513e5e63a396c1582.jpg) Figure 1.Development process # 3.1 Nomination of multidisciplinary international development group The ESGO/ESTRO/ESP nominated practicing clinicians that are involved in the management of cervical cancer patients and have demonstrated leadership in clinical management of patients through research, administrative resp\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "在制定国际临床指南时，应选择和提名参与宫颈癌患者管理的跨学科专家团队成员。首先，可以考虑提名在宫颈癌患者临床管理方面具有丰富经验的临床医生，这些临床医生应该在研究、行政管理职责或委员会成员任职方面展示出领导能力。通过这些方式，他们已经证明了自身在专业领域的影响力和能力。此外，相关领域的权威医疗机构或协会可以识别并提名这些专家，确保他们在宫颈癌管理方面有丰富的实践经验和学术贡献。这样的专家团队有助于形成高质量的临床指南，以改善宫颈癌患者的治疗和管理水平。",
  "query": "在制定国际临床指南时，应如何选择和提名参与宫颈癌患者管理的跨学科专家团队成员？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在制定国际临床指南时，应如何选择和提名参与宫颈癌患者管理的跨学科专家团队成员？\n\n<reference text>: ![](images/ced70f37829fa8a99ca4e013780e76efdd51a22cc2308a6513e5e63a396c1582.jpg) Figure 1.Development process # 3.1 Nomination of multidisciplinary international development group The ESGO/ESTRO/ESP nominated practicing clinicians that are involved in the management of cervical cancer patients and have demonstrated leadership in clinical management of patients through research, administrative responsibilities, and/or committee membership to serve on the expert panel.\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "在制定国际临床指南时，应选择和提名参与宫颈癌患者管理的跨学科专家团队成员。首先，可以考虑提名在宫颈癌患者临床管理方面具有丰富经验的临床医生，这些临床医生应该在研究、行政管理职责或委员会成员任职方面展示出领导能力。通过这些方式，他们已经证明了自身在专业领域的影响力和能力。此外，相关领域的权威医疗机构或协会可以识别并提名这些专家，确保他们在宫颈癌管理方面有丰富的实践经验和学术贡献。这样的专家团队有助于形成高质量的临床指南，以改善宫颈癌患者的治疗和管理水平。"
}