{
  "id": 4296,
  "text": "# Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction IARC International Agency for Research on Cancer LBC liquid-based cytology LEEP loop electrosurgical excision procedure (also known as LLETZ) LLETZ large-loop excision of the transformation zone (also known as LEEP) mRNA messenger ribonucleic acid (referring to HPV E6/E7 messenger RNA) NAAT nucleic acid amplification test NAT nucleic acid test1 PEPFAR The United States President’s Emergency Plan for AIDS Relief PICO population (P), intervention (I), comparator (C), outcome (O) SDG Sustainable Development Goal UNDP United Nations Development Programme UNFPA United Nations Population Fund UNICEF United Nations Children’s Fund USAID United States Agency for International Development VIA visual inspection with acetic acid WHO World Health Organization # Executive summary # Background In 2022, cervical cancer was the fourth most commonly occurring cancer among women globally and also the fourth leading cause of cancer deaths among women, accounting for around 662 000 new cases and around 349 000 deaths.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Program\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "与宫颈癌筛查和处理相关的常用缩写包括：\n\n1. HPV（human papillomavirus）：人乳头瘤病毒，是导致宫颈癌的主要原因之一。\n2. CIN（cervical intraepithelial neoplasia）：宫颈上皮内瘤变，是指宫颈上皮细胞的异常增生，可能发展为癌症。\n3. LBC（liquid-based cytology）：液基细胞学，是一种用于宫颈癌筛查的细胞学检查方法。\n4. LEEP（loop electrosurgical excision procedure）：环形电切除术，一种用于切除异常宫颈组织的手术。\n5. AIS（adenocarcinoma in situ）：原位腺癌，指腺体细胞构成的宫颈癌前病变。",
  "query": "什么是与宫颈癌筛查和处理相关的常用缩写及其含义？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 什么是与宫颈癌筛查和处理相关的常用缩写及其含义？\n\n<reference text>: # Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction IARC International Agency for Research on Cancer LBC liquid-based cytology LEEP loop electrosurgical excision procedure (also kn\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "与宫颈癌筛查和处理相关的常用缩写包括：\n\n1. HPV（human papillomavirus）：人乳头瘤病毒，是导致宫颈癌的主要原因之一。\n2. CIN（cervical intraepithelial neoplasia）：宫颈上皮内瘤变，是指宫颈上皮细胞的异常增生，可能发展为癌症。\n3. LBC（liquid-based cytology）：液基细胞学，是一种用于宫颈癌筛查的细胞学检查方法。\n4. LEEP（loop electrosurgical excision procedure）：环形电切除术，一种用于切除异常宫颈组织的手术。\n5. AIS（adenocarcinoma in situ）：原位腺癌，指腺体细胞构成的宫颈癌前病变。"
}