{
  "id": 4989,
  "text": "• 如指南所述，FIGO ⅡB期及以上的晚期患者通常不采用子宫切除术治疗。在美国，大多数晚期患者采用根治性放化疗。在一些国家，部分经过选择的ⅡB期患者可先行根治性子宫切除术或新辅助化疗后行根治性子宫切除术。• 对放疗后盆腔中心中疾病复发或未控制的患者，实施盆腔廓清术可能有治愈的机会。廓清术的术前评估是旨在明确或排除远端转移。如果复发限于盆腔，可进行手术探查。如果术中切缘和淋巴结评估为阴性，则可行盆腔脏器切除。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: • 如指南所述，FIGO ⅡB期及以上的晚期患者通常不采用子宫切除术治疗。在美国，大多数晚期患者采用根治性放化疗。在一些国家，部分经过选择的ⅡB期患者可先行根治性子宫切除术或新辅助化疗后行根治性子宫切除术。• 对放疗后盆腔中心中疾病复发或未控制的患者，实施盆腔廓清术可能有治愈的机会。廓清术的术前评估是旨在明确或排除远端转移。如果复发限于盆腔，可进行手术探查。如果术中切缘和淋巴结评估为阴性，则可行盆腔脏器切除。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "对于晚期宫颈癌患者，根治性盆腔廓清术可以在某些特定情况下考虑。通常，这一手术适用于那些在接受根治性放化疗后，仍然在盆腔中心部位出现疾病复发或疾病未被控制的患者。在进行此手术之前，需进行详细的术前评估，以排除远端转移的可能性。只有当复发局限于盆腔内时，才能进行手术探查，并在术中评估切缘和淋巴结是否为阴性。如果这些条件得到满足，方可进行根治性盆腔脏器的切除。",
  "query": "对于晚期宫颈癌患者，哪些情况下可以考虑根治性盆腔廓清术？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 对于晚期宫颈癌患者，哪些情况下可以考虑根治性盆腔廓清术？\n\n<reference text>: • 如指南所述，FIGO ⅡB期及以上的晚期患者通常不采用子宫切除术治疗。在美国，大多数晚期患者采用根治性放化疗。在一些国家，部分经过选择的ⅡB期患者可先行根治性子宫切除术或新辅助化疗后行根治性子宫切除术。• 对放疗后盆腔中心中疾病复发或未控制的患者，实施盆腔廓清术可能有治愈的机会。廓清术的术前评估是旨在明确或排除远端转移。如果复发限于盆腔，可进行手术探查。如果术中切缘和淋巴结评估为阴性，则可行盆腔脏器切除。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "对于晚期宫颈癌患者，根治性盆腔廓清术可以在某些特定情况下考虑。通常，这一手术适用于那些在接受根治性放化疗后，仍然在盆腔中心部位出现疾病复发或疾病未被控制的患者。在进行此手术之前，需进行详细的术前评估，以排除远端转移的可能性。只有当复发局限于盆腔内时，才能进行手术探查，并在术中评估切缘和淋巴结是否为阴性。如果这些条件得到满足，方可进行根治性盆腔脏器的切除。"
}