{
  "id": 5689,
  "text": "IORT 通常通过不同尺寸（匹配手术确定的风险区）的限光筒引入的电子束完成，以避开周围正常组织器官。2.3.8 术后放疗 主要针对有术后高危或中危因素的患者。但由于术后粘连，术后肠管的活动度变差，容易导致肠道局部剂量过大，建议术后放疗在图像引导下进行，给予适形或调强等立体放疗技术，放射野的确定可根据术后病理确定。无腹主动脉旁淋巴结转移，行盆腔照射；有腹主动脉旁淋巴结转移，则需进一步检查有无远处转移。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: IORT 通常通过不同尺寸（匹配手术确定的风险区）的限光筒引入的电子束完成，以避开周围正常组织器官。2.3.8 术后放疗 主要针对有术后高危或中危因素的患者。但由于术后粘连，术后肠管的活动度变差，容易导致肠道局部剂量过大，建议术后放疗在图像引导下进行，给予适形或调强等立体放疗技术，放射野的确定可根据术后病理确定。无腹主动脉旁淋巴结转移，行盆腔照射；有腹主动脉旁淋巴结转移，则需进一步检查有无远处转移。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "为了提高术后肠道放疗的准确性，首先应避免由于术后粘连导致的肠管活动度变差的问题，这可能导致肠道局部剂量过大。此外，还需注意术后病理提供的信息，以正确确定放射野。建议采用图像引导技术，以便进行适形放疗或调强放疗等立体放疗技术。这些技术可以提高放射治疗的精准度和效果，有助于保护周围正常组织器官，尤其是当无腹主动脉旁淋巴结转移时，可以选择进行盆腔照射。对于有腹主动脉旁淋巴结转移的情况，则需进一步检查是否存在远处转移，以便准确制定放疗方案。",
  "query": "为了提高术后肠道放疗的准确性，应避免什么样的问题，并建议采用哪些技术来进行图像引导的立体放疗？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 为了提高术后肠道放疗的准确性，应避免什么样的问题，并建议采用哪些技术来进行图像引导的立体放疗？\n\n<reference text>: IORT 通常通过不同尺寸（匹配手术确定的风险区）的限光筒引入的电子束完成，以避开周围正常组织器官。2.3.8 术后放疗 主要针对有术后高危或中危因素的患者。但由于术后粘连，术后肠管的活动度变差，容易导致肠道局部剂量过大，建议术后放疗在图像引导下进行，给予适形或调强等立体放疗技术，放射野的确定可根据术后病理确定。无腹主动脉旁淋巴结转移，行盆腔照射；有腹主动脉旁淋巴结转移，则需进一步检查有无远处转移。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "为了提高术后肠道放疗的准确性，首先应避免由于术后粘连导致的肠管活动度变差的问题，这可能导致肠道局部剂量过大。此外，还需注意术后病理提供的信息，以正确确定放射野。建议采用图像引导技术，以便进行适形放疗或调强放疗等立体放疗技术。这些技术可以提高放射治疗的精准度和效果，有助于保护周围正常组织器官，尤其是当无腹主动脉旁淋巴结转移时，可以选择进行盆腔照射。对于有腹主动脉旁淋巴结转移的情况，则需进一步检查是否存在远处转移，以便准确制定放疗方案。"
}