{
  "id": 71,
  "text": "If intraoperative LN assessment is negative or not done, systematic PLN dissection should be performed.At present, SN biopsy alone cannot be recommended outside prospective clinical trials.Systematic LN dissection should include the removal of lymphatic tissue from regions with the most frequent occurrence of positive LNs (SNs) including obturator fossa, external iliac regions, common iliac regions bilaterally, and presacral region.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: If intraoperative LN assessment is negative or not done, systematic PLN dissection should be performed.At present, SN biopsy alone cannot be recommended outside prospective clinical trials.Systematic LN dissection should include the removal of lymphatic tissue from regions with the most frequent occurrence of positive LNs (SNs) including obturator fossa, external iliac regions, common iliac region\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "在手术过程中，如果无法进行前哨淋巴结的评估，建议进行系统性淋巴结清扫。系统性淋巴结清扫应包括最常发生淋巴结转移的区域，即闭孔窝、双侧髂外区域、髂总区域及骶前区域的淋巴组织。这种方法可以确保覆盖到最可能发生转移的区域，提供全面的淋巴结取样，以帮助制定更为准确的术后治疗方案。",
  "query": "**问题**: 在手术过程中，如果无法进行前哨淋巴结的评估，应如何处理淋巴结清扫的范围以确保覆盖最常发生转移的区域？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: **问题**: 在手术过程中，如果无法进行前哨淋巴结的评估，应如何处理淋巴结清扫的范围以确保覆盖最常发生转移的区域？\n\n<reference text>: If intraoperative LN assessment is negative or not done, systematic PLN dissection should be performed.At present, SN biopsy alone cannot be recommended outside prospective clinical trials.Systematic LN dissection should include the removal of lymphatic tissue from regions with the most frequent occurrence of positive LNs (SNs) including obturator fossa, external iliac regions, common iliac regions bilaterally, and presacral region.\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "在手术过程中，如果无法进行前哨淋巴结的评估，建议进行系统性淋巴结清扫。系统性淋巴结清扫应包括最常发生淋巴结转移的区域，即闭孔窝、双侧髂外区域、髂总区域及骶前区域的淋巴组织。这种方法可以确保覆盖到最可能发生转移的区域，提供全面的淋巴结取样，以帮助制定更为准确的术后治疗方案。"
}