{
  "id": 801,
  "text": "Modified radical hysterectomy (Wertheim): ·Ureters are dissected in the paracervical region but are not resected from the pubovesical ligament; ·The uterine arteries are sectioned beside and medial the ureter; Uterosacral ligament are excised midway from their sacral insertion; Resection of the cardinal ligaments up to their medial half; Removal of the upper third of the vagina;</td></tr><tr><td>Class III</td><td>·Pelvic lymphadenectomy Classical radical hysterectomy (Meigs): Complete dissection of ureters pubovesical ligaments except for a small part where the umbilical bladder artery is situated to the level of their penetration into the bladder; Uterine arteries are cut off at the origin of a hypogastric region (a.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Modified radical hysterectomy (Wertheim): ·Ureters are dissected in the paracervical region but are not resected from the pubovesical ligament; ·The uterine arteries are sectioned beside and medial the ureter; Uterosacral ligament are excised midway from their sacral insertion; Resection of the cardinal ligaments up to their medial half; Removal of the upper third of the vagina;</td></tr><tr><td>C\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "改良根治性子宫切除术（Wertheim）是一种用于治疗宫颈癌的手术，主要步骤包括：\n\n1. 在宫颈旁区域剥离输尿管，但不切除耻骨膀胱韧带中的输尿管。\n2. 在接近输尿管处分离子宫动脉，并在输尿管内侧的位置切断。\n3. 从骶骨附着点中途切除子宫骶韧带。\n4. 切除主韧带到其内侧一半。\n5. 移除阴道的上三分之一。\n\n这些步骤旨在有效切除癌组织，并尽量减少对周围组织的损伤，从而提升手术的安全性和疗效。",
  "query": "在宫颈癌的手术过程中，改良根治性子宫切除术的步骤是怎样的？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在宫颈癌的手术过程中，改良根治性子宫切除术的步骤是怎样的？\n\n<reference text>: Modified radical hysterectomy (Wertheim): ·Ureters are dissected in the paracervical region but are not resected from the pubovesical ligament; ·The uterine arteries are sectioned beside and medial the ureter; Uterosacral ligament are excised midway from their sacral insertion; Resection of the cardinal ligaments up to their medial half; Removal of the upper third of the vagina;</td></tr><tr><td>Class III</td><td>·Pelvic lymphadenectomy Classical radical hysterectomy (Meigs): Complete dissection of ureters pubovesical ligaments except for a small part where the umbilical bladder artery is situ\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "改良根治性子宫切除术（Wertheim）是一种用于治疗宫颈癌的手术，主要步骤包括：\n\n1. 在宫颈旁区域剥离输尿管，但不切除耻骨膀胱韧带中的输尿管。\n2. 在接近输尿管处分离子宫动脉，并在输尿管内侧的位置切断。\n3. 从骶骨附着点中途切除子宫骶韧带。\n4. 切除主韧带到其内侧一半。\n5. 移除阴道的上三分之一。\n\n这些步骤旨在有效切除癌组织，并尽量减少对周围组织的损伤，从而提升手术的安全性和疗效。"
}