{
  "id": 1218,
  "text": "适用于各期宫颈癌。放疗包括体外照射和近距离放疗及二者联合应用。研究表明同步放化疗较单纯放疗提高了疗效，降低了复发风险。早期宫颈癌患者手术后早期子宫颈癌患者手术后病理学检查发现高危因素（手术切缘不净、宫旁受侵、淋巴结转移等）或中危因素（术中/后如发现肿瘤大、深部间质受侵和/或脉管间隙受侵）时需补充术后辅助放疗。# 1.放疗的原则 恶性肿瘤的放疗原则与其他治疗手段一样，要最大限度地杀灭癌细胞，尽最大可能保护正常组织和重要器官，即尽量提高治疗效果，降低并发症。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 适用于各期宫颈癌。放疗包括体外照射和近距离放疗及二者联合应用。研究表明同步放化疗较单纯放疗提高了疗效，降低了复发风险。早期宫颈癌患者手术后早期子宫颈癌患者手术后病理学检查发现高危因素（手术切缘不净、宫旁受侵、淋巴结转移等）或中危因素（术中/后如发现肿瘤大、深部间质受侵和/或脉管间隙受侵）时需补充术后辅助放疗。# 1.放疗的原则 恶性肿瘤的放疗原则与其他治疗手段一样，要最大限度地杀灭癌细胞，尽最大可能保护正常组织和重要器官，即尽量提高治疗效果，降低并发症。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "在治疗早期宫颈癌时，如果患者术后病理检查发现以下高危因素，需考虑补充术后辅助放疗：手术切缘不净、宫旁受侵、淋巴结转移等。此外，若术后发现中危因素，如肿瘤较大、深部间质受侵和/或脉管间隙受侵，也应考虑术后辅助放疗。",
  "query": "在治疗早期宫颈癌时，如果患者术后病理检查发现有哪些高危或中危因素时，需要考虑补充术后辅助放疗？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在治疗早期宫颈癌时，如果患者术后病理检查发现有哪些高危或中危因素时，需要考虑补充术后辅助放疗？\n\n<reference text>: 适用于各期宫颈癌。放疗包括体外照射和近距离放疗及二者联合应用。研究表明同步放化疗较单纯放疗提高了疗效，降低了复发风险。早期宫颈癌患者手术后早期子宫颈癌患者手术后病理学检查发现高危因素（手术切缘不净、宫旁受侵、淋巴结转移等）或中危因素（术中/后如发现肿瘤大、深部间质受侵和/或脉管间隙受侵）时需补充术后辅助放疗。# 1.放疗的原则 恶性肿瘤的放疗原则与其他治疗手段一样，要最大限度地杀灭癌细胞，尽最大可能保护正常组织和重要器官，即尽量提高治疗效果，降低并发症。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "在治疗早期宫颈癌时，如果患者术后病理检查发现以下高危因素，需考虑补充术后辅助放疗：手术切缘不净、宫旁受侵、淋巴结转移等。此外，若术后发现中危因素，如肿瘤较大、深部间质受侵和/或脉管间隙受侵，也应考虑术后辅助放疗。"
}