{
  "id": 1246,
  "text": "给药途径包括静脉全身化疗或动脉插管介入化疗。目前最常用的为紫杉醇 $+$ 顺铂。# 3.系统性化疗 主要用于既不能手术也不能放疗的复发或转移性宫颈癌患者。2020 年NCCN 子宫颈癌治疗指南推荐的用于复发或转移癌的一线化疗方案有：顺铂联合紫杉醇、顺铂联合紫杉醇及贝伐珠单抗、紫杉醇联合拓朴替康及贝伐珠单抗为一类推荐方案，卡铂联合紫杉醇及贝伐珠单抗作为接受过顺铂治疗的患者首选，除此之外顺铂联合拓扑替康、拓扑替康联合紫杉醇也是备选方案。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 给药途径包括静脉全身化疗或动脉插管介入化疗。目前最常用的为紫杉醇 $+$ 顺铂。# 3.系统性化疗 主要用于既不能手术也不能放疗的复发或转移性宫颈癌患者。2020 年NCCN 子宫颈癌治疗指南推荐的用于复发或转移癌的一线化疗方案有：顺铂联合紫杉醇、顺铂联合紫杉醇及贝伐珠单抗、紫杉醇联合拓朴替康及贝伐珠单抗为一类推荐方案，卡铂联合紫杉醇及贝伐珠单抗作为接受过顺铂治疗的患者首选，除此之外顺铂联合拓扑替康、拓扑替康联合紫杉醇也是备选方案。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "针对已经接受过顺铂治疗的复发性宫颈癌患者，一线化疗方案推荐使用卡铂联合紫杉醇及贝伐珠单抗。这一方案是首选，因为卡铂与顺铂具有相似的作用机制，但卡铂可能在一些患者中显示更好的耐受性。此外，其他备选方案包括顺铂联合拓扑替康以及拓扑替康联合紫杉醇。这些方案均可以为无法手术或放疗的复发或转移性宫颈癌患者提供治疗选择。根据患者个体情况和病情严重程度，选择合适的化疗方案是重要的决策过程。",
  "query": "针对已经接受过顺铂治疗的复发性宫颈癌患者，推荐哪些一线化疗方案？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 针对已经接受过顺铂治疗的复发性宫颈癌患者，推荐哪些一线化疗方案？\n\n<reference text>: 给药途径包括静脉全身化疗或动脉插管介入化疗。目前最常用的为紫杉醇 $+$ 顺铂。# 3.系统性化疗 主要用于既不能手术也不能放疗的复发或转移性宫颈癌患者。2020 年NCCN 子宫颈癌治疗指南推荐的用于复发或转移癌的一线化疗方案有：顺铂联合紫杉醇、顺铂联合紫杉醇及贝伐珠单抗、紫杉醇联合拓朴替康及贝伐珠单抗为一类推荐方案，卡铂联合紫杉醇及贝伐珠单抗作为接受过顺铂治疗的患者首选，除此之外顺铂联合拓扑替康、拓扑替康联合紫杉醇也是备选方案。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "针对已经接受过顺铂治疗的复发性宫颈癌患者，一线化疗方案推荐使用卡铂联合紫杉醇及贝伐珠单抗。这一方案是首选，因为卡铂与顺铂具有相似的作用机制，但卡铂可能在一些患者中显示更好的耐受性。此外，其他备选方案包括顺铂联合拓扑替康以及拓扑替康联合紫杉醇。这些方案均可以为无法手术或放疗的复发或转移性宫颈癌患者提供治疗选择。根据患者个体情况和病情严重程度，选择合适的化疗方案是重要的决策过程。"
}