{
  "id": 1248,
  "text": "二线化疗药物有：贝伐单抗、多西紫杉醇、白蛋白结合型紫杉醇、吉西他滨、表阿霉素、5－氟尿嘧啶、异环磷腺胺、伊立替康、丝裂霉素、培美曲塞、拓扑替康、长春新碱等。目前多项免疫检查点抑制剂联合靶向药物、化疗或放疗研究正在临床试验过程中，联合使用这类药物仍然需要更多的临床研究数据支持 。鼓励复发性、持续性宫颈癌参加临床试验。# 五、随访 对于新发宫颈癌患者应建立完整病案和相关资料档案，治疗后定期随访监测。具体内容如下： 治疗结束最初2 年内每3 个月1 次、第3～5 年每6 个月1 次、然后每年随诊1 次。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 二线化疗药物有：贝伐单抗、多西紫杉醇、白蛋白结合型紫杉醇、吉西他滨、表阿霉素、5－氟尿嘧啶、异环磷腺胺、伊立替康、丝裂霉素、培美曲塞、拓扑替康、长春新碱等。目前多项免疫检查点抑制剂联合靶向药物、化疗或放疗研究正在临床试验过程中，联合使用这类药物仍然需要更多的临床研究数据支持 。鼓励复发性、持续性宫颈癌参加临床试验。# 五、随访 对于新发宫颈癌患者应建立完整病案和相关资料档案，治疗后定期随访监测。具体内容如下： 治疗结束最初2 年内每3 个月1 次、第3～5 年每6 个月1 次、然后每年随诊1 次。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "对于宫颈癌患者，治疗结束后的随访安排是非常重要的。根据一般建议，患者在治疗结束后的最初两年内应每三个月进行一次随访检查。在第3到第5年期间，每六个月进行一次随访。随后，每年进行一次随访。这一随访周期可以帮助医生及时监测病情变化，评估治疗效果，并在必要时采取进一步措施。此外，在随访过程中还应完整记录病案并保存相关资料，以确保对病情有全面了解和跟踪。同时，患者应积极配合医务人员的安排，并就任何疑虑或症状变动及时进行沟通。通过这样系统的随访，可以有效提高宫颈癌患者的长期管理效果及生活质量。",
  "query": "针对宫颈癌患者，治疗结束后的随访应该如何安排？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 针对宫颈癌患者，治疗结束后的随访应该如何安排？\n\n<reference text>: 二线化疗药物有：贝伐单抗、多西紫杉醇、白蛋白结合型紫杉醇、吉西他滨、表阿霉素、5－氟尿嘧啶、异环磷腺胺、伊立替康、丝裂霉素、培美曲塞、拓扑替康、长春新碱等。目前多项免疫检查点抑制剂联合靶向药物、化疗或放疗研究正在临床试验过程中，联合使用这类药物仍然需要更多的临床研究数据支持 。鼓励复发性、持续性宫颈癌参加临床试验。# 五、随访 对于新发宫颈癌患者应建立完整病案和相关资料档案，治疗后定期随访监测。具体内容如下： 治疗结束最初2 年内每3 个月1 次、第3～5 年每6 个月1 次、然后每年随诊1 次。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "对于宫颈癌患者，治疗结束后的随访安排是非常重要的。根据一般建议，患者在治疗结束后的最初两年内应每三个月进行一次随访检查。在第3到第5年期间，每六个月进行一次随访。随后，每年进行一次随访。这一随访周期可以帮助医生及时监测病情变化，评估治疗效果，并在必要时采取进一步措施。此外，在随访过程中还应完整记录病案并保存相关资料，以确保对病情有全面了解和跟踪。同时，患者应积极配合医务人员的安排，并就任何疑虑或症状变动及时进行沟通。通过这样系统的随访，可以有效提高宫颈癌患者的长期管理效果及生活质量。"
}