{
  "id": 366,
  "text": "Cold knife conization is the preferred excision approach.Ablative procedure is not recommended.Management of glandular lesion is summarised in Table 2.2.and Fig.8.# 6.1 Management of adenocarcinoma in-situ (AIS) A diagnostic excisional procedure is recommended for all patients with a diagnosis of AIS on cervical biopsy or cytology to rule out invasive adenocarcinoma, even when a definitive hysterectomy is planned.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Cold knife conization is the preferred excision approach.Ablative procedure is not recommended.Management of glandular lesion is summarised in Table 2.2.and Fig.8.# 6.1 Management of adenocarcinoma in-situ (AIS) A diagnostic excisional procedure is recommended for all patients with a diagnosis of AIS on cervical biopsy or cytology to rule out invasive adenocarcinoma, even when a definitive hystere\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "对于宫颈活检或细胞学检查中诊断为腺癌原位（AIS）的患者，为排除浸润性腺癌的可能性，推荐进行诊断性的切除手术。这种手术通常采用冷刀锥切术（Cold knife conization），这是首选的切除方法。此外，不建议使用消融性手术来处理此类腺体病变。即使计划进行根治性子宫切除术，也应确保在术前通过诊断性切除程序排除浸润性腺癌的可能性。",
  "query": "**在宫颈活检或细胞学检查中诊断为腺癌原位（AIS）的患者，应如何管理以排除浸润性腺癌的可能性？**",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: **在宫颈活检或细胞学检查中诊断为腺癌原位（AIS）的患者，应如何管理以排除浸润性腺癌的可能性？**\n\n<reference text>: Cold knife conization is the preferred excision approach.Ablative procedure is not recommended.Management of glandular lesion is summarised in Table 2.2.and Fig.8.# 6.1 Management of adenocarcinoma in-situ (AIS) A diagnostic excisional procedure is recommended for all patients with a diagnosis of AIS on cervical biopsy or cytology to rule out invasive adenocarcinoma, even when a definitive hysterectomy is planned.\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "对于宫颈活检或细胞学检查中诊断为腺癌原位（AIS）的患者，为排除浸润性腺癌的可能性，推荐进行诊断性的切除手术。这种手术通常采用冷刀锥切术（Cold knife conization），这是首选的切除方法。此外，不建议使用消融性手术来处理此类腺体病变。即使计划进行根治性子宫切除术，也应确保在术前通过诊断性切除程序排除浸润性腺癌的可能性。"
}