{
  "id": 121,
  "text": "12 Most often immunization registers are organized as books in which individuals are registered in a line listing according to date of birth, some identifier (e.g., national ID number, health ID) or even barcodes linked to the home-based record, or the date of the person’s first visit for an immunization included in the register.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 12 Most often immunization registers are organized as books in which individuals are registered in a line listing according to date of birth, some identifier (e.g., national ID number, health ID) or even barcodes linked to the home-based record, or the date of the person’s first visit for an immunization included in the register.\n\n<question>: ",
  "ChatGPT_response_0": "典型的免疫登记册通常以书籍的形式组织，其中个人按出生日期、某种标识符（例如国民身份证号、健康身份证号）或甚至与家庭记录相关联的条形码的顺序列出，或者按个人第一次接种疫苗的日期记录在登记册中。",
  "query": "典型的免疫登记册通常是以哪些方式进行组织的？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 典型的免疫登记册通常是以哪些方式进行组织的？\n\n<reference text>: 12 Most often immunization registers are organized as books in which individuals are registered in a line listing according to date of birth, some identifier (e.g., national ID number, health ID) or even barcodes linked to the home-based record, or the date of the person’s first visit for an immunization included in the register.\n\n<reply>: ",
  "response": "典型的免疫登记册通常以书籍的形式组织，其中个人按出生日期、某种标识符（例如国民身份证号、健康身份证号）或甚至与家庭记录相关联的条形码的顺序列出，或者按个人第一次接种疫苗的日期记录在登记册中。"
}