{
  "id": 290,
  "text": "# Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction IARC International Agency for Research on Cancer LBC liquid-based cytology LEEP loop electrosurgical excision procedure (also known as LLETZ) LLETZ large-loop excision of the transformation zone (also known as LEEP) mRNA messenger ribonucleic acid (referring to HPV E6/E7 messenger RNA) NAAT nucleic acid amplification test NAT nucleic acid test1 PEPFAR The United States President’s Emergency Plan for AIDS Relief PICO population (P), intervention (I), comparator (C), outcome (O) SDG Sustainable Development Goal UNDP United Nations Development Programme UNFPA United Nations Population Fund UNICEF United Nations Children’s Fund USAID United States Agency for International Development VIA visual inspection with acetic acid WHO World Health Organization # Executive summary # Background In 2022, cervical cancer was the fourth most commonly occurring cancer among women globally and also the fourth leading cause of cancer deaths among women, accounting for around 662 000 new cases and around 349 000 deaths.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Program\n\n<question>: ",
  "ChatGPT_response_0": "AIS指的是子宫内膜腺癌原位癌，CIN指的是宫颈上皮内病变。在妇科肿瘤筛查中，AIS和CIN起着重要的作用。AIS是一种癌前病变，通常在诊断早期子宫内膜腺癌时被发现。CIN是宫颈的癌前病变，其分级可以帮助医生评估患者的癌症风险并制定相应的治疗方案。通过对AIS和CIN进行筛查，可以及早发现患者的癌前病变，有助于提高治疗成功的机会和预后。因此，在妇科肿瘤筛查中对AIS和CIN进行监测和诊断非常重要。",
  "query": "什么是AIS和CIN在妇科肿瘤筛查中的作用？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 什么是AIS和CIN在妇科肿瘤筛查中的作用？\n\n<reference text>: # Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction IARC International Agency for Research on Cancer LBC liquid-based cytology LEEP loop electrosurgical excision procedure (also kn\n\n<reply>: ",
  "response": "AIS指的是子宫内膜腺癌原位癌，CIN指的是宫颈上皮内病变。在妇科肿瘤筛查中，AIS和CIN起着重要的作用。AIS是一种癌前病变，通常在诊断早期子宫内膜腺癌时被发现。CIN是宫颈的癌前病变，其分级可以帮助医生评估患者的癌症风险并制定相应的治疗方案。通过对AIS和CIN进行筛查，可以及早发现患者的癌前病变，有助于提高治疗成功的机会和预后。因此，在妇科肿瘤筛查中对AIS和CIN进行监测和诊断非常重要。"
}