{
  "id": 324,
  "text": "In May 2018, Dr Tedros Adhanom Ghebreyesus, Director-General of WHO, issued a call to action for the elimination of cervical cancer.A WHO Global Strategy to accelerate the elimination of cervical cancer as a public health problem was presented and unanimously endorsed by the Seventy-third World Health Assembly in August 2020.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: In May 2018, Dr Tedros Adhanom Ghebreyesus, Director-General of WHO, issued a call to action for the elimination of cervical cancer.A WHO Global Strategy to accelerate the elimination of cervical cancer as a public health problem was presented and unanimously endorsed by the Seventy-third World Health Assembly in August 2020.\n\n<question>: ",
  "ChatGPT_response_0": "世卫组织的全球策略加速消除子宫颈癌得到世界卫生大会的一致认可是通过在2020年八月举行的第七十三届世界卫生大会上提交并获得通过的。这一战略是由世卫组织总干事特德罗斯博士提出的，旨在加速消除子宫颈癌作为一个公共健康问题。这个全球战略的通过显示了国际社会对消除子宫颈癌的共识和承诺，为实现这一目标提供了重要的指导和支持。",
  "query": "世卫组织的全球策略加速消除子宫颈癌如何得到世界卫生大会的一致认可？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 世卫组织的全球策略加速消除子宫颈癌如何得到世界卫生大会的一致认可？\n\n<reference text>: In May 2018, Dr Tedros Adhanom Ghebreyesus, Director-General of WHO, issued a call to action for the elimination of cervical cancer.A WHO Global Strategy to accelerate the elimination of cervical cancer as a public health problem was presented and unanimously endorsed by the Seventy-third World Health Assembly in August 2020.\n\n<reply>: ",
  "response": "世卫组织的全球策略加速消除子宫颈癌得到世界卫生大会的一致认可是通过在2020年八月举行的第七十三届世界卫生大会上提交并获得通过的。这一战略是由世卫组织总干事特德罗斯博士提出的，旨在加速消除子宫颈癌作为一个公共健康问题。这个全球战略的通过显示了国际社会对消除子宫颈癌的共识和承诺，为实现这一目标提供了重要的指导和支持。"
}