{
  "id": 723,
  "text": "术中放疗适用于宫颈癌局部复发或局部晚期患者。术中放疗是指在开腹手术过程中，对于肿瘤残留风险部位或无法切除的孤立瘤灶给予单次大剂量放疗。术中放疗需要手术时具备放疗的条件及较好的放射防护措施，因此其应用受到了限制，目前国内仅少数单位可进行术中放疗。术后放疗适用于术后发现病理存在高危或中危因素，其中，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性。具备任何一项高危因素时，均推荐术后补充盆腔放疗 $^ +$ 顺铂同期化疗（证据等级 1 级）± 阴道近距离放疗；阴道切缘阳性者，阴道近距离放疗可以增加疗效。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 术中放疗适用于宫颈癌局部复发或局部晚期患者。术中放疗是指在开腹手术过程中，对于肿瘤残留风险部位或无法切除的孤立瘤灶给予单次大剂量放疗。术中放疗需要手术时具备放疗的条件及较好的放射防护措施，因此其应用受到了限制，目前国内仅少数单位可进行术中放疗。术后放疗适用于术后发现病理存在高危或中危因素，其中，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性。具备任何一项高危因素时，均推荐术后补充盆腔放疗 $^ +$ 顺铂同期化疗（证据等级 1 级）± 阴道近距离放疗；阴道切缘阳性者，阴道近距离放疗可以增加疗效。\n\n<question>: ",
  "ChatGPT_response_0": "术后发现高危因素的宫颈癌患者在治疗时需要考虑诸多因素。首先，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性等情况。当患者同时具备任何一项高危因素时，通常推荐进行术后补充盆腔放疗和顺铂同期化疗，以提高治疗效果。此外，对于阴道切缘阳性的患者，可能需要考虑进行阴道近距离放疗，以进一步增加治疗的疗效。因此，在制定治疗方案时，医生需要综合考虑患者的具体情况和病理分析结果，确保选择的治疗方案可以最大程度地提高治疗的成功率和患者的生存质量。",
  "query": "术后发现高危因素的宫颈癌患者在治疗时需要考虑哪些因素？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 术后发现高危因素的宫颈癌患者在治疗时需要考虑哪些因素？\n\n<reference text>: 术中放疗适用于宫颈癌局部复发或局部晚期患者。术中放疗是指在开腹手术过程中，对于肿瘤残留风险部位或无法切除的孤立瘤灶给予单次大剂量放疗。术中放疗需要手术时具备放疗的条件及较好的放射防护措施，因此其应用受到了限制，目前国内仅少数单位可进行术中放疗。术后放疗适用于术后发现病理存在高危或中危因素，其中，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性。具备任何一项高危因素时，均推荐术后补充盆腔放疗 $^ +$ 顺铂同期化疗（证据等级 1 级）± 阴道近距离放疗；阴道切缘阳性者，阴道近距离放疗可以增加疗效。\n\n<reply>: ",
  "response": "术后发现高危因素的宫颈癌患者在治疗时需要考虑诸多因素。首先，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性等情况。当患者同时具备任何一项高危因素时，通常推荐进行术后补充盆腔放疗和顺铂同期化疗，以提高治疗效果。此外，对于阴道切缘阳性的患者，可能需要考虑进行阴道近距离放疗，以进一步增加治疗的疗效。因此，在制定治疗方案时，医生需要综合考虑患者的具体情况和病理分析结果，确保选择的治疗方案可以最大程度地提高治疗的成功率和患者的生存质量。"
}