{
  "id": 729,
  "text": "2.2 近距离放疗 近距离放疗包括腔内放疗、管道内放疗及组织间放疗。宫颈癌放疗中最为常用的为腔内放疗，其原理为利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。百余年来，腔内放疗技术不断进步。为保护医疗工作人员免受射线照射，后装放疗技术开始用于腔内放疗。后装放疗是指先把不带放射源的治疗容器置于治疗部位，然后将患者送入治疗室，利用电机将放射源送入治疗容器进行治疗。在剂量率方面，高剂量率后装治疗逐渐得到青睐，缩短了患者治疗时间，也增加了每台机器的可治疗人数，经济而又高效。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 2.2 近距离放疗 近距离放疗包括腔内放疗、管道内放疗及组织间放疗。宫颈癌放疗中最为常用的为腔内放疗，其原理为利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。百余年来，腔内放疗技术不断进步。为保护医疗工作人员免受射线照射，后装放疗技术开始用于腔内放疗。后装放疗是指先把不带放射源的治疗容器置于治疗部位，然后将患者送入治疗室，利用电机将放射源送入治疗容器进行治疗。在剂量率方面，高剂量率后装治疗逐渐得到青睐，缩短了患者治疗时间，也增加了每台机器的可治疗人数，经济而又高效。\n\n<question>: ",
  "ChatGPT_response_0": "在宫颈癌治疗中，近距离放疗最常用的方式是腔内放疗。腔内放疗是利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。这种方法经过多年的技术发展和进步，后装放疗技术也逐渐用于腔内放疗。后装放疗是指先放置不带放射源的治疗容器，再将患者送入治疗室进行放疗。在剂量率方面，高剂量率后装治疗的应用也越来越受青睐，它不仅缩短了治疗时间，也提高了治疗效率。",
  "query": "近距离放疗中，哪种放疗方式在宫颈癌治疗中最为常用？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 近距离放疗中，哪种放疗方式在宫颈癌治疗中最为常用？\n\n<reference text>: 2.2 近距离放疗 近距离放疗包括腔内放疗、管道内放疗及组织间放疗。宫颈癌放疗中最为常用的为腔内放疗，其原理为利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。百余年来，腔内放疗技术不断进步。为保护医疗工作人员免受射线照射，后装放疗技术开始用于腔内放疗。后装放疗是指先把不带放射源的治疗容器置于治疗部位，然后将患者送入治疗室，利用电机将放射源送入治疗容器进行治疗。在剂量率方面，高剂量率后装治疗逐渐得到青睐，缩短了患者治疗时间，也增加了每台机器的可治疗人数，经济而又高效。\n\n<reply>: ",
  "response": "在宫颈癌治疗中，近距离放疗最常用的方式是腔内放疗。腔内放疗是利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。这种方法经过多年的技术发展和进步，后装放疗技术也逐渐用于腔内放疗。后装放疗是指先放置不带放射源的治疗容器，再将患者送入治疗室进行放疗。在剂量率方面，高剂量率后装治疗的应用也越来越受青睐，它不仅缩短了治疗时间，也提高了治疗效率。"
}