{
  "id": 140,
  "text": "Laterally extended endopelvic resection may be considered for a recurrence that extends close to or involves the pelvic sidewall.Reirradiation with image guided adaptive brachytherapy for central recurrences is an alternative option especially in patients unfit for or refusing exenteration surgery, which should be restricted to highly specialized centers.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Laterally extended endopelvic resection may be considered for a recurrence that extends close to or involves the pelvic sidewall.Reirradiation with image guided adaptive brachytherapy for central recurrences is an alternative option especially in patients unfit for or refusing exenteration surgery, which should be restricted to highly specialized centers.\n\n<question>: ",
  "ChatGPT_response_0": "在考虑采用横向扩展盆腔内切除术的情况下，通常是针对紧邻或涉及盆腔侧壁的复发病灶。对于中心再发病灶，一种替代选择是使用图像引导的适应性近距离放疗进行再治疗，特别是对于无法接受或拒绝盆腔切除手术的患者。这种情况应限制在高度专业化的中心进行。",
  "query": "哪些情况下会考虑采用横向扩展的盆腔内切除术？使用图像引导的适应性近距离放疗进行再治疗是一种替代选择吗？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 哪些情况下会考虑采用横向扩展的盆腔内切除术？使用图像引导的适应性近距离放疗进行再治疗是一种替代选择吗？\n\n<reference text>: Laterally extended endopelvic resection may be considered for a recurrence that extends close to or involves the pelvic sidewall.Reirradiation with image guided adaptive brachytherapy for central recurrences is an alternative option especially in patients unfit for or refusing exenteration surgery, which should be restricted to highly specialized centers.\n\n<reply>: ",
  "response": "在考虑采用横向扩展盆腔内切除术的情况下，通常是针对紧邻或涉及盆腔侧壁的复发病灶。对于中心再发病灶，一种替代选择是使用图像引导的适应性近距离放疗进行再治疗，特别是对于无法接受或拒绝盆腔切除手术的患者。这种情况应限制在高度专业化的中心进行。"
}