{
  "id": 180,
  "text": "# 6 Principles of radiotherapy # 6.1 Definitive chemoradiotherapy and brachytherapy: general aspects Definitive management (without tumor related surgery) consists of concomitant pelvic chemoradiotherapy (platinum based) and brachytherapy or pelvic EBRT alone and brachytherapy.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # 6 Principles of radiotherapy # 6.1 Definitive chemoradiotherapy and brachytherapy: general aspects Definitive management (without tumor related surgery) consists of concomitant pelvic chemoradiotherapy (platinum based) and brachytherapy or pelvic EBRT alone and brachytherapy.\n\n<question>: ",
  "ChatGPT_response_0": "维持性处理（无肿瘤相关手术）中的放疗原则包括放化疗结合、骨盆放疗和近距放疗等方法。放化疗结合常使用铂类药物进行，通过同时进行骨盆放疗和近距放疗来实现治疗效果。在维持性治疗中，这些方法可以帮助控制疾病，提高患者的生存率和生活质量。",
  "query": "维持性处理（无肿瘤相关手术）中的放疗原则包括哪些方法？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 维持性处理（无肿瘤相关手术）中的放疗原则包括哪些方法？\n\n<reference text>: # 6 Principles of radiotherapy # 6.1 Definitive chemoradiotherapy and brachytherapy: general aspects Definitive management (without tumor related surgery) consists of concomitant pelvic chemoradiotherapy (platinum based) and brachytherapy or pelvic EBRT alone and brachytherapy.\n\n<reply>: ",
  "response": "维持性处理（无肿瘤相关手术）中的放疗原则包括放化疗结合、骨盆放疗和近距放疗等方法。放化疗结合常使用铂类药物进行，通过同时进行骨盆放疗和近距放疗来实现治疗效果。在维持性治疗中，这些方法可以帮助控制疾病，提高患者的生存率和生活质量。"
}