{
  "id": 1841,
  "text": "14.4.2.1.2 Central pelvic recurrence after primary surgery # D Definitive chemoradiotherapy combined with image guided adaptive brachytherapy is the treatment of choice (see Principles of radiotherapy).",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 14.4.2.1.2 Central pelvic recurrence after primary surgery # D Definitive chemoradiotherapy combined with image guided adaptive brachytherapy is the treatment of choice (see Principles of radiotherapy).\n\n<question>: ",
  "ChatGPT_response_0": "在中心盆腔术后复发的治疗中，主要原则是选择明确的化疗放疗结合影像引导适应性近距离放疗作为首选治疗方法。该治疗方法在治疗选择上具有重要意义，可以有效管理中心盆腔术后复发的情况。值得注意的是，放疗治疗原则包括放疗的原则。因此，在制定治疗方案时，应当综合考虑患者的具体情况和病情程度，以提供最佳的治疗效果。",
  "query": "什么是治疗选择的原则以及中心盆腔术后复发后的治疗方法？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 什么是治疗选择的原则以及中心盆腔术后复发后的治疗方法？\n\n<reference text>: 14.4.2.1.2 Central pelvic recurrence after primary surgery # D Definitive chemoradiotherapy combined with image guided adaptive brachytherapy is the treatment of choice (see Principles of radiotherapy).\n\n<reply>: ",
  "response": "在中心盆腔术后复发的治疗中，主要原则是选择明确的化疗放疗结合影像引导适应性近距离放疗作为首选治疗方法。该治疗方法在治疗选择上具有重要意义，可以有效管理中心盆腔术后复发的情况。值得注意的是，放疗治疗原则包括放疗的原则。因此，在制定治疗方案时，应当综合考虑患者的具体情况和病情程度，以提供最佳的治疗效果。"
}