{
  "id": 198,
  "text": "Brachytherapy should be delivered in several fractions as high dose rate (usually 3-4) or in 1 to 2 fractions as pulse dose rate brachytherapy.In large tumors, brachytherapy should be delivered within 1 to 2 weeks toward the end of or after chemoradiotherapy.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Brachytherapy should be delivered in several fractions as high dose rate (usually 3-4) or in 1 to 2 fractions as pulse dose rate brachytherapy.In large tumors, brachytherapy should be delivered within 1 to 2 weeks toward the end of or after chemoradiotherapy.\n\n<question>: ",
  "ChatGPT_response_0": "在治疗大型肿瘤时，应该在化疗放疗结束前或结束后的1到2周内进行高剂量率或者脉冲剂量率的近距放疗，通常以3-4次的高剂量率为主，或者1到2次的脉冲剂量率为主。这种方法可以有效地提供较高的照射剂量，帮助有效地治疗大型肿瘤。Brachytherapy通过直接将放射源放置于或靠近肿瘤内部，以提供高剂量率或者脉冲剂量率的照射，是治疗大型肿瘤的一种有效方法。",
  "query": "在治疗大型肿瘤时，应在化疗放疗结束前或结束后1到2周内进行多少次分数的高剂量率或脉冲剂量率近距放疗？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在治疗大型肿瘤时，应在化疗放疗结束前或结束后1到2周内进行多少次分数的高剂量率或脉冲剂量率近距放疗？\n\n<reference text>: Brachytherapy should be delivered in several fractions as high dose rate (usually 3-4) or in 1 to 2 fractions as pulse dose rate brachytherapy.In large tumors, brachytherapy should be delivered within 1 to 2 weeks toward the end of or after chemoradiotherapy.\n\n<reply>: ",
  "response": "在治疗大型肿瘤时，应该在化疗放疗结束前或结束后的1到2周内进行高剂量率或者脉冲剂量率的近距放疗，通常以3-4次的高剂量率为主，或者1到2次的脉冲剂量率为主。这种方法可以有效地提供较高的照射剂量，帮助有效地治疗大型肿瘤。Brachytherapy通过直接将放射源放置于或靠近肿瘤内部，以提供高剂量率或者脉冲剂量率的照射，是治疗大型肿瘤的一种有效方法。"
}