{
  "id": 2232,
  "text": "Primary aims of recommended treatment plan are oncological safety of the pregnant woman, as well as survival without additional morbidity of the fetus.Treatment of patients with CCIP should exclusively be done in gynecologic oncology centers associated with a highest level perinatal center with expertise in all aspects of oncologic therapy in pregnancy and intensive medical care of premature neonates.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Primary aims of recommended treatment plan are oncological safety of the pregnant woman, as well as survival without additional morbidity of the fetus.Treatment of patients with CCIP should exclusively be done in gynecologic oncology centers associated with a highest level perinatal center with expertise in all aspects of oncologic therapy in pregnancy and intensive medical care of premature neona\n\n<question>: ",
  "ChatGPT_response_0": "在处理妊娠期恶性肿瘤的治疗计划中，最重要的考虑因素包括确保孕妇的肿瘤安全，同时尽可能保证胎儿在治疗过程中不受伤害。建议将患有妊娠期恶性肿瘤的患者转诊至妇科肿瘤中心，这些中心与高级围产期中心合作，具备在孕期进行肿瘤治疗以及早产婴儿密切监护的专业知识和经验。",
  "query": "在处理妊娠期恶性肿瘤的治疗计划中，您认为哪些方面是最重要的考虑因素？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在处理妊娠期恶性肿瘤的治疗计划中，您认为哪些方面是最重要的考虑因素？\n\n<reference text>: Primary aims of recommended treatment plan are oncological safety of the pregnant woman, as well as survival without additional morbidity of the fetus.Treatment of patients with CCIP should exclusively be done in gynecologic oncology centers associated with a highest level perinatal center with expertise in all aspects of oncologic therapy in pregnancy and intensive medical care of premature neonates.\n\n<reply>: ",
  "response": "在处理妊娠期恶性肿瘤的治疗计划中，最重要的考虑因素包括确保孕妇的肿瘤安全，同时尽可能保证胎儿在治疗过程中不受伤害。建议将患有妊娠期恶性肿瘤的患者转诊至妇科肿瘤中心，这些中心与高级围产期中心合作，具备在孕期进行肿瘤治疗以及早产婴儿密切监护的专业知识和经验。"
}