{
  "id": 37,
  "text": "The guidelines were retained if they were supported by sufficient high level scientific evidence and/or when a large consensus among experts was obtained.If an approach is judged to be acceptable but is not unanimously recognized as a criterion-standard clinical approach, indication is given that it is still subject to discussion and/or evaluation.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: The guidelines were retained if they were supported by sufficient high level scientific evidence and/or when a large consensus among experts was obtained.If an approach is judged to be acceptable but is not unanimously recognized as a criterion-standard clinical approach, indication is given that it is still subject to discussion and/or evaluation.\n\n<question>: ",
  "ChatGPT_response_0": "在制定医疗指南时，通常会被视为具有足够的高水平科学证据支持或得到专家的广泛共识的情况包括：当指南所依据的科学证据来源于高水平的研究、临床试验或元分析等，能够提供坚实的支持和依据；或者当广泛的专家团队对于某一特定医疗做法达成一致意见和共识时，也会被认可为具有足够的高水平科学证据支持或专家共识。然而，如果某种医疗做法仅被认为是可以接受的，但并非所有专家一致认可为标准临床做法时，就需要说明这种做法仍然需要进一步讨论或评估。",
  "query": "在制定医疗指南时，什么情况下会被视为具有足够的高水平科学证据支持或得到专家的广泛共识？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在制定医疗指南时，什么情况下会被视为具有足够的高水平科学证据支持或得到专家的广泛共识？\n\n<reference text>: The guidelines were retained if they were supported by sufficient high level scientific evidence and/or when a large consensus among experts was obtained.If an approach is judged to be acceptable but is not unanimously recognized as a criterion-standard clinical approach, indication is given that it is still subject to discussion and/or evaluation.\n\n<reply>: ",
  "response": "在制定医疗指南时，通常会被视为具有足够的高水平科学证据支持或得到专家的广泛共识的情况包括：当指南所依据的科学证据来源于高水平的研究、临床试验或元分析等，能够提供坚实的支持和依据；或者当广泛的专家团队对于某一特定医疗做法达成一致意见和共识时，也会被认可为具有足够的高水平科学证据支持或专家共识。然而，如果某种医疗做法仅被认为是可以接受的，但并非所有专家一致认可为标准临床做法时，就需要说明这种做法仍然需要进一步讨论或评估。"
}