{
  "id": 3909,
  "text": "health.govt.nz/</td></tr><tr><td>SIGN</td><td>http://www.sign.ac.uk/</td></tr></table></body></html> ACPG Alberta clinical practice guidelines, AGDH Australian government department of health, AHRQ agency for healthcare research and quality, AQuAS agència de qualitat i avaluació sanitàries de Catalunya, ASCO American society of clinical oncology, BCCA British Columbia cancer agency, CADTH Canadian agency for drugs and technologies in health, CCO cancer care Ontario, CEPO comité de l’évolution des pratiques en oncologie, CoCanCPG coordination of cancer clinical practice guidelines in Europe, COMPAQ-HPST coordination pour la mesure de la performance et l’amélioration de la qualité, hôpital, patient, sécurité, territoire, ESMO European society of medical oncology, GIN guidelines international network, HAS haute autorité de santé, INAHTA international network of agencies for health technology assessment, INCa institut national du cancer, INESSS institut national d’excellence en santé et en services sociaux, KCE centre fédéral d’expertise des soins de santé, MSAC medical services advisory committee, NCCN national comprehensive cancer network, NHMRC national health and medical research council, NHS national health service, NICE national institute for health and care excellence, NZGG New Zealand guidelines group, SIGN Scottish intercollegiate guidelines network.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: health.govt.nz/</td></tr><tr><td>SIGN</td><td>http://www.sign.ac.uk/</td></tr></table></body></html> ACPG Alberta clinical practice guidelines, AGDH Australian government department of health, AHRQ agency for healthcare research and quality, AQuAS agència de qualitat i avaluació sanitàries de Catalunya, ASCO American society of clinical oncology, BCCA British Columbia cancer agency, CADTH Canadian\n\n<question>: ",
  "ChatGPT_response_0": "在中国，制定临床实践指南和卫生评估标准的组织主要包括国家卫生健康委员会、中国医师协会和中国医学科学院。这些组织负责指导和规范临床实践，确保医疗服务的质量和安全。另外，还有一些地方性的组织和机构也参与制定相关指南，如各省市的卫生健康委员会和医疗协会等。这些机构依据最新的医学研究和证据，制定具体的指导方针，帮助医护人员更好地进行临床实践和卫生评估。",
  "query": "你知道在中国，哪些组织或机构负责制定临床实践指南和卫生评估标准？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 你知道在中国，哪些组织或机构负责制定临床实践指南和卫生评估标准？\n\n<reference text>: health.govt.nz/</td></tr><tr><td>SIGN</td><td>http://www.sign.ac.uk/</td></tr></table></body></html> ACPG Alberta clinical practice guidelines, AGDH Australian government department of health, AHRQ agency for healthcare research and quality, AQuAS agència de qualitat i avaluació sanitàries de Catalunya, ASCO American society of clinical oncology, BCCA British Columbia cancer agency, CADTH Canadian agency for drugs and technologies in health, CCO cancer care Ontario, CEPO comité de l’évolution des pratiques en oncologie, CoCanCPG coordination of cancer clinical practice guidelines in Europe, CO\n\n<reply>: ",
  "response": "在中国，制定临床实践指南和卫生评估标准的组织主要包括国家卫生健康委员会、中国医师协会和中国医学科学院。这些组织负责指导和规范临床实践，确保医疗服务的质量和安全。另外，还有一些地方性的组织和机构也参与制定相关指南，如各省市的卫生健康委员会和医疗协会等。这些机构依据最新的医学研究和证据，制定具体的指导方针，帮助医护人员更好地进行临床实践和卫生评估。"
}