{
  "id": 5029,
  "text": "使用图像引导的EBRT时，必须注意避开高剂量区域中的正常组织或严格限制正常组织的受量(见讨论章节）。# 子宫切除术后的辅助放疗  子宫切除术后，病理学检查发现1个或多个危险因素时需行辅助放疗。放射野至少需要包括如下范围：阴道断端上3-4cm、宫旁组织、以及紧邻的淋巴结引流区（如髂内、外淋巴结区、闭孔和骶前）。如果有明确的淋巴结转移，放射野的上界还需要相应延伸（如前所述）。通常建议标准分割的IMRT剂量为45-50Gy4。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 使用图像引导的EBRT时，必须注意避开高剂量区域中的正常组织或严格限制正常组织的受量(见讨论章节）。# 子宫切除术后的辅助放疗  子宫切除术后，病理学检查发现1个或多个危险因素时需行辅助放疗。放射野至少需要包括如下范围：阴道断端上3-4cm、宫旁组织、以及紧邻的淋巴结引流区（如髂内、外淋巴结区、闭孔和骶前）。如果有明确的淋巴结转移，放射野的上界还需要相应延伸（如前所述）。通常建议标准分割的IMRT剂量为45-50Gy4。\n\n<question>: ",
  "ChatGPT_response_0": "在进行子宫切除术后的辅助放疗时，规划放射野的范围和剂量非常关键。通常情况下，放疗的范围应该至少包括阴道断端上3-4cm、宫旁组织以及紧邻的淋巴结引流区，如髂内、外淋巴结区、闭孔和骶前。如果存在淋巴结转移，放射野的上界还需要适当延伸。在确定放射野范围时，需要特别注意避开高剂量区域中的正常组织或严格限制正常组织的受量。一般建议使用图像引导的IMRT剂量在45-50Gy之间。放疗的规划应当根据具体病情、病灶特点和患者情况进行个性化设计，确保达到最佳的治疗效果。",
  "query": "在进行子宫切除术后的辅助放疗时，应该如何规划放射野的范围和剂量？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在进行子宫切除术后的辅助放疗时，应该如何规划放射野的范围和剂量？\n\n<reference text>: 使用图像引导的EBRT时，必须注意避开高剂量区域中的正常组织或严格限制正常组织的受量(见讨论章节）。# 子宫切除术后的辅助放疗  子宫切除术后，病理学检查发现1个或多个危险因素时需行辅助放疗。放射野至少需要包括如下范围：阴道断端上3-4cm、宫旁组织、以及紧邻的淋巴结引流区（如髂内、外淋巴结区、闭孔和骶前）。如果有明确的淋巴结转移，放射野的上界还需要相应延伸（如前所述）。通常建议标准分割的IMRT剂量为45-50Gy4。\n\n<reply>: ",
  "response": "在进行子宫切除术后的辅助放疗时，规划放射野的范围和剂量非常关键。通常情况下，放疗的范围应该至少包括阴道断端上3-4cm、宫旁组织以及紧邻的淋巴结引流区，如髂内、外淋巴结区、闭孔和骶前。如果存在淋巴结转移，放射野的上界还需要适当延伸。在确定放射野范围时，需要特别注意避开高剂量区域中的正常组织或严格限制正常组织的受量。一般建议使用图像引导的IMRT剂量在45-50Gy之间。放疗的规划应当根据具体病情、病灶特点和患者情况进行个性化设计，确保达到最佳的治疗效果。"
}