{
  "id": 5030,
  "text": "对于未切除的大转移淋巴结，采用高度适形的外照射技术（并且缩野）推量10-20Gy。当使用更高剂量时，特别是EBRT时，高剂量区域必须注意避开正常组织或严格限制正常组织的照射剂量(见讨论章节）。# 术中放疗  术中放疗（IORT）是一项专门技术，在开腹手术中对有风险的瘤床或无法切除的孤立残留病灶给予单次高度集中的放射剂量5。尤其适合放疗后复发的病例。IORT时，可将高危区域内覆盖的的正常组织（例如肠道或其他内脏）移开。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 对于未切除的大转移淋巴结，采用高度适形的外照射技术（并且缩野）推量10-20Gy。当使用更高剂量时，特别是EBRT时，高剂量区域必须注意避开正常组织或严格限制正常组织的照射剂量(见讨论章节）。# 术中放疗  术中放疗（IORT）是一项专门技术，在开腹手术中对有风险的瘤床或无法切除的孤立残留病灶给予单次高度集中的放射剂量5。尤其适合放疗后复发的病例。IORT时，可将高危区域内覆盖的的正常组织（例如肠道或其他内脏）移开。\n\n<question>: ",
  "ChatGPT_response_0": "在病例选择放疗时，术中放疗（IORT）的使用是一种专门技术，适用于在开腹手术中对有风险的瘤床或无法切除的孤立残留病灶给予高度集中的放射剂量的情况。特别针对放疗后复发的患者，IORT可以有效地覆盖高危区域，并移开正常组织（如肠道或其他内脏）以减少其受到辐射的影响。在术中放疗时，需要注意确保对病灶给予足够的放射剂量，同时避免对正常组织造成不必要的伤害。在实际操作中，专业医护人员需要精准地规划放射剂量的覆盖范围和作用位置，以确保治疗效果最大化并最大限度地减少副作用的发生。\n\n希望这个回答能够帮助您更好地了解术中放疗在放疗策略中的作用和应用。如果有任何进一步的疑问，请随时提出。",
  "query": "在病例选择放疗时，您会如何考虑术中放疗（IORT）的使用，特别是针对放疗后复发的患者？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在病例选择放疗时，您会如何考虑术中放疗（IORT）的使用，特别是针对放疗后复发的患者？\n\n<reference text>: 对于未切除的大转移淋巴结，采用高度适形的外照射技术（并且缩野）推量10-20Gy。当使用更高剂量时，特别是EBRT时，高剂量区域必须注意避开正常组织或严格限制正常组织的照射剂量(见讨论章节）。# 术中放疗  术中放疗（IORT）是一项专门技术，在开腹手术中对有风险的瘤床或无法切除的孤立残留病灶给予单次高度集中的放射剂量5。尤其适合放疗后复发的病例。IORT时，可将高危区域内覆盖的的正常组织（例如肠道或其他内脏）移开。\n\n<reply>: ",
  "response": "在病例选择放疗时，术中放疗（IORT）的使用是一种专门技术，适用于在开腹手术中对有风险的瘤床或无法切除的孤立残留病灶给予高度集中的放射剂量的情况。特别针对放疗后复发的患者，IORT可以有效地覆盖高危区域，并移开正常组织（如肠道或其他内脏）以减少其受到辐射的影响。在术中放疗时，需要注意确保对病灶给予足够的放射剂量，同时避免对正常组织造成不必要的伤害。在实际操作中，专业医护人员需要精准地规划放射剂量的覆盖范围和作用位置，以确保治疗效果最大化并最大限度地减少副作用的发生。\n\n希望这个回答能够帮助您更好地了解术中放疗在放疗策略中的作用和应用。如果有任何进一步的疑问，请随时提出。"
}