{
  "id": 5031,
  "text": "IORT通常使用电子线、近距离放疗或微型X射线源，可选择不同大小的施源器（与手术定义的高危区域匹配），这可进一步限制照射的面积和深度，避免周围正常组织受到照射。# 放疗原则 # 一般治疗信息（续） # 治疗信息-近距离放疗  近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。通常在腔内进行，采用串联放射源的宫腔管与阴道模具。根据患者及肿瘤解剖情况，有完整子宫颈的患者近距离放疗的阴道部分使用卵圆形、环状或者圆柱状施源器（结合宫腔内施源器）。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: IORT通常使用电子线、近距离放疗或微型X射线源，可选择不同大小的施源器（与手术定义的高危区域匹配），这可进一步限制照射的面积和深度，避免周围正常组织受到照射。# 放疗原则 # 一般治疗信息（续） # 治疗信息-近距离放疗  近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。通常在腔内进行，采用串联放射源的宫腔管与阴道模具。根据患者及肿瘤解剖情况，有完整子宫颈的患者近距离放疗的阴道部分使用卵圆形、环状或者圆柱状施源器（结合宫腔内施源器）。\n\n<question>: ",
  "ChatGPT_response_0": "在近距离放疗中，需要根据患者及肿瘤解剖情况选择适合的施源器。对于有完整子宫颈的患者，通常会选择卵圆形、环状或圆柱状施源器，结合宫腔内施源器进行治疗。这些施源器的选择应与手术定义的高危区域匹配，以限制照射的面积和深度，避免对周围正常组织造成伤害。近距离放疗通常使用电子线、近距离放疗或微型X射线源，根据患者具体情况进行施用，是不适合手术的初治宫颈癌根治性放疗的重要组成部分。",
  "query": "近距离放疗中，如何选择适合患者及肿瘤解剖情况的施源器？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 近距离放疗中，如何选择适合患者及肿瘤解剖情况的施源器？\n\n<reference text>: IORT通常使用电子线、近距离放疗或微型X射线源，可选择不同大小的施源器（与手术定义的高危区域匹配），这可进一步限制照射的面积和深度，避免周围正常组织受到照射。# 放疗原则 # 一般治疗信息（续） # 治疗信息-近距离放疗  近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。通常在腔内进行，采用串联放射源的宫腔管与阴道模具。根据患者及肿瘤解剖情况，有完整子宫颈的患者近距离放疗的阴道部分使用卵圆形、环状或者圆柱状施源器（结合宫腔内施源器）。\n\n<reply>: ",
  "response": "在近距离放疗中，需要根据患者及肿瘤解剖情况选择适合的施源器。对于有完整子宫颈的患者，通常会选择卵圆形、环状或圆柱状施源器，结合宫腔内施源器进行治疗。这些施源器的选择应与手术定义的高危区域匹配，以限制照射的面积和深度，避免对周围正常组织造成伤害。近距离放疗通常使用电子线、近距离放疗或微型X射线源，根据患者具体情况进行施用，是不适合手术的初治宫颈癌根治性放疗的重要组成部分。"
}