{
  "id": 5121,
  "text": "# 不保留生育功能 对于在医学上可手术的不要求保留生育功能的患者，推荐的治疗包括手术或放疗。推荐术式包括根治性子宫切除术和双侧盆腔淋巴结切除术。可以考虑SLN显影。对于已知或怀疑盆腔淋巴结转移的患者，应行主动脉旁淋巴结切除。对于IA2期患者，目前正在探索非根治性手术的创伤更小的治疗方案是否可行153，160。对于不可手术或拒绝手术的患者，可以选择盆腔EBRT联合近距离放疗（传统的A点总剂量为70-80Gy）161。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # 不保留生育功能 对于在医学上可手术的不要求保留生育功能的患者，推荐的治疗包括手术或放疗。推荐术式包括根治性子宫切除术和双侧盆腔淋巴结切除术。可以考虑SLN显影。对于已知或怀疑盆腔淋巴结转移的患者，应行主动脉旁淋巴结切除。对于IA2期患者，目前正在探索非根治性手术的创伤更小的治疗方案是否可行153，160。对于不可手术或拒绝手术的患者，可以选择盆腔EBRT联合近距离放疗（传统的A点总剂量为70-80Gy）161。\n\n<question>: ",
  "ChatGPT_response_0": "针对不要求保留生育功能的患者，推荐的治疗选择包括手术或放疗。在医学上可手术的情况下，推荐的手术包括根治性子宫切除术和双侧盆腔淋巴结切除术。另外，针对已知或怀疑盆腔淋巴结转移的患者，应进行主动脉旁淋巴结切除。对于不可手术或拒绝手术的患者，可以选择盆腔EBRT联合近距离放疗作为治疗方案。对于一些IA2期患者，也正在研究非根治性手术的治疗方案是否可行。请在详细咨询医生后，根据个人情况做出最合适的治疗选择。",
  "query": "针对不要求保留生育功能的患者，有哪些推荐的治疗选择？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 针对不要求保留生育功能的患者，有哪些推荐的治疗选择？\n\n<reference text>: # 不保留生育功能 对于在医学上可手术的不要求保留生育功能的患者，推荐的治疗包括手术或放疗。推荐术式包括根治性子宫切除术和双侧盆腔淋巴结切除术。可以考虑SLN显影。对于已知或怀疑盆腔淋巴结转移的患者，应行主动脉旁淋巴结切除。对于IA2期患者，目前正在探索非根治性手术的创伤更小的治疗方案是否可行153，160。对于不可手术或拒绝手术的患者，可以选择盆腔EBRT联合近距离放疗（传统的A点总剂量为70-80Gy）161。\n\n<reply>: ",
  "response": "针对不要求保留生育功能的患者，推荐的治疗选择包括手术或放疗。在医学上可手术的情况下，推荐的手术包括根治性子宫切除术和双侧盆腔淋巴结切除术。另外，针对已知或怀疑盆腔淋巴结转移的患者，应进行主动脉旁淋巴结切除。对于不可手术或拒绝手术的患者，可以选择盆腔EBRT联合近距离放疗作为治疗方案。对于一些IA2期患者，也正在研究非根治性手术的治疗方案是否可行。请在详细咨询医生后，根据个人情况做出最合适的治疗选择。"
}