{
  "id": 5655,
  "text": "2 临床分期前检查 宫颈癌治疗前分期很重要，应全面检查及评估患者的病情及身体状态，避免遗漏转移病灶，以下检查应作为常规：（1）宫颈活检。镜下浸润必要时行宫颈锥切及宫颈管刮术以明确组织病理诊断及病变范围。（2）妇科检查仍然是临床分期的主要依据。（3）分期为ⅡB 期以上或有相关的临床症状或必要时，需行肾图、膀胱镜、肠镜检查。（4）血鳞状上皮细胞癌抗原（SCC，对于宫颈鳞癌）、CA125（对于宫颈腺癌）检查。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 2 临床分期前检查 宫颈癌治疗前分期很重要，应全面检查及评估患者的病情及身体状态，避免遗漏转移病灶，以下检查应作为常规：（1）宫颈活检。镜下浸润必要时行宫颈锥切及宫颈管刮术以明确组织病理诊断及病变范围。（2）妇科检查仍然是临床分期的主要依据。（3）分期为ⅡB 期以上或有相关的临床症状或必要时，需行肾图、膀胱镜、肠镜检查。（4）血鳞状上皮细胞癌抗原（SCC，对于宫颈鳞癌）、CA125（对于宫颈腺癌）检查。\n\n<question>: ",
  "ChatGPT_response_0": "在宫颈癌治疗前，必不可少的检查包括宫颈活检用于获取组织病理诊断和确定病变范围，妇科检查作为临床分期依据之一，以及分期为ⅡB期以上或有临床症状时可考虑进行肾图、膀胱镜、肠镜检查。此外，血液检查如血鳞状上皮细胞癌抗原（对于宫颈鳞癌）和CA125（对于宫颈腺癌）检查也是必要的。这些检查有助于全面评估患者的病情，确保治疗方案的制定和实施。",
  "query": "在宫颈癌治疗前，哪些检查是必不可少的？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在宫颈癌治疗前，哪些检查是必不可少的？\n\n<reference text>: 2 临床分期前检查 宫颈癌治疗前分期很重要，应全面检查及评估患者的病情及身体状态，避免遗漏转移病灶，以下检查应作为常规：（1）宫颈活检。镜下浸润必要时行宫颈锥切及宫颈管刮术以明确组织病理诊断及病变范围。（2）妇科检查仍然是临床分期的主要依据。（3）分期为ⅡB 期以上或有相关的临床症状或必要时，需行肾图、膀胱镜、肠镜检查。（4）血鳞状上皮细胞癌抗原（SCC，对于宫颈鳞癌）、CA125（对于宫颈腺癌）检查。\n\n<reply>: ",
  "response": "在宫颈癌治疗前，必不可少的检查包括宫颈活检用于获取组织病理诊断和确定病变范围，妇科检查作为临床分期依据之一，以及分期为ⅡB期以上或有临床症状时可考虑进行肾图、膀胱镜、肠镜检查。此外，血液检查如血鳞状上皮细胞癌抗原（对于宫颈鳞癌）和CA125（对于宫颈腺癌）检查也是必要的。这些检查有助于全面评估患者的病情，确保治疗方案的制定和实施。"
}