{
  "id": 5688,
  "text": "2.3.6 术前放疗 通常采用：（1）后装治疗。剂量一般为全程腔内放疗剂量的1/3\\~1/2。（2）全程后装治疗和（或）体外照射剂量的1/2。术前后装治疗可以缩小局部病灶，提高手术切除率，但对盆腔淋巴转移无显著改善。2.3.7 术中放疗（IORT） 是指在开放性手术过程中，针对高危瘤床或孤立无法切除残余病灶给予单次、精确定位的放疗技术，尤其适用于在既往放疗体积内发生复发病灶的患者。在IORT 过程中，可以把所覆盖的正常组织（如肠或其他器官）人工移离风险区域。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 2.3.6 术前放疗 通常采用：（1）后装治疗。剂量一般为全程腔内放疗剂量的1/3\\~1/2。（2）全程后装治疗和（或）体外照射剂量的1/2。术前后装治疗可以缩小局部病灶，提高手术切除率，但对盆腔淋巴转移无显著改善。2.3.7 术中放疗（IORT） 是指在开放性手术过程中，针对高危瘤床或孤立无法切除残余病灶给予单次、精确定位的放疗技术，尤其适用于在既往放疗体积内发生复发病灶的患者。在IORT 过程中，可以把所覆盖的正常组织（如肠或其他器官）人工移离风险区域。\n\n<question>: ",
  "ChatGPT_response_0": "术前放疗通常在手术前采用，可以帮助缩小局部病灶，提高手术切除率。其治疗剂量一般为全程腔内放疗剂量的1/3至1/2，或全程后装治疗和（或）体外照射剂量的1/2。术前放疗对盆腔淋巴转移的改善不明显。而术中放疗（IORT）则是指在开放性手术过程中，对高风险瘤床或孤立无法切除残余病灶进行单次精确定位的放疗技术。特别适用于既往放疗体积内发生复发病灶的患者。在IORT过程中，可以将覆盖的正常组织（如肠或其他器官）移离风险区域。",
  "query": "术前放疗和术中放疗的分别是什么？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 术前放疗和术中放疗的分别是什么？\n\n<reference text>: 2.3.6 术前放疗 通常采用：（1）后装治疗。剂量一般为全程腔内放疗剂量的1/3\\~1/2。（2）全程后装治疗和（或）体外照射剂量的1/2。术前后装治疗可以缩小局部病灶，提高手术切除率，但对盆腔淋巴转移无显著改善。2.3.7 术中放疗（IORT） 是指在开放性手术过程中，针对高危瘤床或孤立无法切除残余病灶给予单次、精确定位的放疗技术，尤其适用于在既往放疗体积内发生复发病灶的患者。在IORT 过程中，可以把所覆盖的正常组织（如肠或其他器官）人工移离风险区域。\n\n<reply>: ",
  "response": "术前放疗通常在手术前采用，可以帮助缩小局部病灶，提高手术切除率。其治疗剂量一般为全程腔内放疗剂量的1/3至1/2，或全程后装治疗和（或）体外照射剂量的1/2。术前放疗对盆腔淋巴转移的改善不明显。而术中放疗（IORT）则是指在开放性手术过程中，对高风险瘤床或孤立无法切除残余病灶进行单次精确定位的放疗技术。特别适用于既往放疗体积内发生复发病灶的患者。在IORT过程中，可以将覆盖的正常组织（如肠或其他器官）移离风险区域。"
}