{
  "id": 5689,
  "text": "IORT 通常通过不同尺寸（匹配手术确定的风险区）的限光筒引入的电子束完成，以避开周围正常组织器官。2.3.8 术后放疗 主要针对有术后高危或中危因素的患者。但由于术后粘连，术后肠管的活动度变差，容易导致肠道局部剂量过大，建议术后放疗在图像引导下进行，给予适形或调强等立体放疗技术，放射野的确定可根据术后病理确定。无腹主动脉旁淋巴结转移，行盆腔照射；有腹主动脉旁淋巴结转移，则需进一步检查有无远处转移。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: IORT 通常通过不同尺寸（匹配手术确定的风险区）的限光筒引入的电子束完成，以避开周围正常组织器官。2.3.8 术后放疗 主要针对有术后高危或中危因素的患者。但由于术后粘连，术后肠管的活动度变差，容易导致肠道局部剂量过大，建议术后放疗在图像引导下进行，给予适形或调强等立体放疗技术，放射野的确定可根据术后病理确定。无腹主动脉旁淋巴结转移，行盆腔照射；有腹主动脉旁淋巴结转移，则需进一步检查有无远处转移。\n\n<question>: ",
  "ChatGPT_response_0": "IORT是通过限定电子束的不同尺寸来完成的，这些尺寸是根据手术确定的风险区域而设定的，以确保避开周围的正常组织器官。术后放疗主要用于有高危或中危因素的患者。在术后，由于粘连问题以及肠管活动度下降，可能导致肠道接受过高的放射剂量。因此，建议在图像引导下进行术后放疗，采用适形或调强等立体放疗技术，放射野的确定应根据术后病理结果而定。如果在腹主动脉旁检测到淋巴结的转移，可能需要进行盆腔照射，并需进一步检查有无远处转移。",
  "query": "IORT是如何完成的？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: IORT是如何完成的？\n\n<reference text>: IORT 通常通过不同尺寸（匹配手术确定的风险区）的限光筒引入的电子束完成，以避开周围正常组织器官。2.3.8 术后放疗 主要针对有术后高危或中危因素的患者。但由于术后粘连，术后肠管的活动度变差，容易导致肠道局部剂量过大，建议术后放疗在图像引导下进行，给予适形或调强等立体放疗技术，放射野的确定可根据术后病理确定。无腹主动脉旁淋巴结转移，行盆腔照射；有腹主动脉旁淋巴结转移，则需进一步检查有无远处转移。\n\n<reply>: ",
  "response": "IORT是通过限定电子束的不同尺寸来完成的，这些尺寸是根据手术确定的风险区域而设定的，以确保避开周围的正常组织器官。术后放疗主要用于有高危或中危因素的患者。在术后，由于粘连问题以及肠管活动度下降，可能导致肠道接受过高的放射剂量。因此，建议在图像引导下进行术后放疗，采用适形或调强等立体放疗技术，放射野的确定应根据术后病理结果而定。如果在腹主动脉旁检测到淋巴结的转移，可能需要进行盆腔照射，并需进一步检查有无远处转移。"
}