{
  "id": 5694,
  "text": "手术先行盆腔淋巴结切除，送冰冻或快速石蜡切片检查，有转移者，改行广泛性子宫切除术（Ⅲ型） $\\pm$ 腹主动脉旁淋巴结取样（当髂总淋巴结阳性或疑有腹主动脉旁淋巴结转移者）；无转移者，再行广泛性宫颈切除术。无生育要求者行广泛性子宫切除术（Ⅲ型子宫切除术） $^ +$ 盆腔淋巴结切除术，年龄小于45 岁者可切除输卵管、保留双侧卵巢。有手术禁忌、无生育要求者可选择根治性放疗。腔内放疗±盆腔放疗A 点总剂量75\\~80GY，B点剂量40Gy，放疗前可根据需要行卵巢移位，并银夹标记。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 手术先行盆腔淋巴结切除，送冰冻或快速石蜡切片检查，有转移者，改行广泛性子宫切除术（Ⅲ型） $\\pm$ 腹主动脉旁淋巴结取样（当髂总淋巴结阳性或疑有腹主动脉旁淋巴结转移者）；无转移者，再行广泛性宫颈切除术。无生育要求者行广泛性子宫切除术（Ⅲ型子宫切除术） $^ +$ 盆腔淋巴结切除术，年龄小于45 岁者可切除输卵管、保留双侧卵巢。有手术禁忌、无生育要求者可选择根治性放疗。腔内放疗±盆腔放疗A 点总剂量75\\~80GY，B点剂量40Gy，放疗前可根据需要行卵巢移位，并银夹标记。\n\n<question>: ",
  "ChatGPT_response_0": "妇科癌症手术后的辅助治疗方面需要注意以下几点：首先，在手术中应进行盆腔淋巴结切除，并基于切片检查结果进行进一步的治疗决策，以确定是否存在转移。若存在淋巴结转移，可能需要进行广泛性子宫切除术或腹主动脉旁淋巴结取样，而无转移者可能需要进行广泛性的宫颈切除术。对于无生育要求者，可能需要进行广泛性子宫切除术，并在年龄较小的情况下可保留卵巢。若存在手术禁忌或无生育要求，可考虑根治性放疗。放疗方面，可选择腔内放疗或盆腔放疗，根据具体情况制定合适的放疗计划，包括放疗总剂量和区域。在放疗前可能需要进行卵巢移位，以确保治疗的准确性。要在整个治疗过程中密切监测患者的病情变化，及时调整治疗方案，以达到最佳的疗效。",
  "query": "您如何认为在处理妇科癌症手术后的辅助治疗方面有哪些需要注意的地方？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 您如何认为在处理妇科癌症手术后的辅助治疗方面有哪些需要注意的地方？\n\n<reference text>: 手术先行盆腔淋巴结切除，送冰冻或快速石蜡切片检查，有转移者，改行广泛性子宫切除术（Ⅲ型） $\\pm$ 腹主动脉旁淋巴结取样（当髂总淋巴结阳性或疑有腹主动脉旁淋巴结转移者）；无转移者，再行广泛性宫颈切除术。无生育要求者行广泛性子宫切除术（Ⅲ型子宫切除术） $^ +$ 盆腔淋巴结切除术，年龄小于45 岁者可切除输卵管、保留双侧卵巢。有手术禁忌、无生育要求者可选择根治性放疗。腔内放疗±盆腔放疗A 点总剂量75\\~80GY，B点剂量40Gy，放疗前可根据需要行卵巢移位，并银夹标记。\n\n<reply>: ",
  "response": "妇科癌症手术后的辅助治疗方面需要注意以下几点：首先，在手术中应进行盆腔淋巴结切除，并基于切片检查结果进行进一步的治疗决策，以确定是否存在转移。若存在淋巴结转移，可能需要进行广泛性子宫切除术或腹主动脉旁淋巴结取样，而无转移者可能需要进行广泛性的宫颈切除术。对于无生育要求者，可能需要进行广泛性子宫切除术，并在年龄较小的情况下可保留卵巢。若存在手术禁忌或无生育要求，可考虑根治性放疗。放疗方面，可选择腔内放疗或盆腔放疗，根据具体情况制定合适的放疗计划，包括放疗总剂量和区域。在放疗前可能需要进行卵巢移位，以确保治疗的准确性。要在整个治疗过程中密切监测患者的病情变化，及时调整治疗方案，以达到最佳的疗效。"
}