{
  "id": 5708,
  "text": "治疗后再复发者，可化疗、支持治疗和参加临床试验。针对既往有放疗史或病灶位于既往放疗野内，中心性复发可选择：（1）盆腔器官切除术（前盆腔、后盆腔、全盆腔） $\\pm$ 放化疗。（2）病灶直径 $< 2 \\mathrm { c m }$ 并经仔细评估的病例，行广泛性子宫切除术或近距离放疗。治疗后再复发者可采用化疗、支持治疗和参加临床试验。非中心性复发可选择：（1）切除肿瘤并对切缘临近肿瘤或切缘阳性者给予术中放疗。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 治疗后再复发者，可化疗、支持治疗和参加临床试验。针对既往有放疗史或病灶位于既往放疗野内，中心性复发可选择：（1）盆腔器官切除术（前盆腔、后盆腔、全盆腔） $\\pm$ 放化疗。（2）病灶直径 $< 2 \\mathrm { c m }$ 并经仔细评估的病例，行广泛性子宫切除术或近距离放疗。治疗后再复发者可采用化疗、支持治疗和参加临床试验。非中心性复发可选择：（1）切除肿瘤并对切缘临近肿瘤或切缘阳性者给予术中放疗。\n\n<question>: ",
  "ChatGPT_response_0": "治疗后再复发时，可以选择的治疗方案包括化疗、支持治疗和参加临床试验。对于中心性复发，可以考虑进行盆腔器官切除术（前盆腔、后盆腔、全盆腔）并结合放化疗；或对病灶直径 $< 2 \\mathrm { c m }$ 的病例，进行广泛性子宫切除术或近距离放疗。至于非中心性复发，可以考虑切除肿瘤并在手术中对切缘临近肿瘤或切缘阳性者进行放疗。需根据具体情况和医生建议选择最合适的治疗方案。希望对您有所帮助。如果需要更多信息或指导，请及时咨询医生。",
  "query": "治疗后再复发时，有哪些治疗方案可以选择？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 治疗后再复发时，有哪些治疗方案可以选择？\n\n<reference text>: 治疗后再复发者，可化疗、支持治疗和参加临床试验。针对既往有放疗史或病灶位于既往放疗野内，中心性复发可选择：（1）盆腔器官切除术（前盆腔、后盆腔、全盆腔） $\\pm$ 放化疗。（2）病灶直径 $< 2 \\mathrm { c m }$ 并经仔细评估的病例，行广泛性子宫切除术或近距离放疗。治疗后再复发者可采用化疗、支持治疗和参加临床试验。非中心性复发可选择：（1）切除肿瘤并对切缘临近肿瘤或切缘阳性者给予术中放疗。\n\n<reply>: ",
  "response": "治疗后再复发时，可以选择的治疗方案包括化疗、支持治疗和参加临床试验。对于中心性复发，可以考虑进行盆腔器官切除术（前盆腔、后盆腔、全盆腔）并结合放化疗；或对病灶直径 $< 2 \\mathrm { c m }$ 的病例，进行广泛性子宫切除术或近距离放疗。至于非中心性复发，可以考虑切除肿瘤并在手术中对切缘临近肿瘤或切缘阳性者进行放疗。需根据具体情况和医生建议选择最合适的治疗方案。希望对您有所帮助。如果需要更多信息或指导，请及时咨询医生。"
}