{
  "id": 71,
  "text": "If intraoperative LN assessment is negative or not done, systematic PLN dissection should be performed.At present, SN biopsy alone cannot be recommended outside prospective clinical trials.Systematic LN dissection should include the removal of lymphatic tissue from regions with the most frequent occurrence of positive LNs (SNs) including obturator fossa, external iliac regions, common iliac regions bilaterally, and presacral region.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: If intraoperative LN assessment is negative or not done, systematic PLN dissection should be performed.At present, SN biopsy alone cannot be recommended outside prospective clinical trials.Systematic LN dissection should include the removal of lymphatic tissue from regions with the most frequent occurrence of positive LNs (SNs) including obturator fossa, external iliac regions, common iliac region\n\n<question>: ",
  "ChatGPT_response_0": "根据目前的临床研究，对于在手术期间淋巴结评估为阴性或未进行评估的情况，建议进行系统性盆腔淋巴结清扫。这一过程应包括切除最常出现阳性淋巴结（SNs）的区域，例如髂窝、外髂部和髂总部地区。虽然单独使用SN活检目前在临床研究之外并不推荐，但系统性的LN清扫对于确保全面的淋巴结检查至关重要。",
  "query": "对于在手术期间淋巴结（LN）评估为阴性或未进行评估的情况，应进行系统性盆腔淋巴结（PLN）清扫。目前，单纯使用SN活检在临床研究之外并不推荐。系统性的LN清扫应包括从最常见出现阳性LN（SNs）的区域切除淋巴组织，包括髂窝、外髂部和髂总部地区。",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 对于在手术期间淋巴结（LN）评估为阴性或未进行评估的情况，应进行系统性盆腔淋巴结（PLN）清扫。目前，单纯使用SN活检在临床研究之外并不推荐。系统性的LN清扫应包括从最常见出现阳性LN（SNs）的区域切除淋巴组织，包括髂窝、外髂部和髂总部地区。\n\n<reference text>: If intraoperative LN assessment is negative or not done, systematic PLN dissection should be performed.At present, SN biopsy alone cannot be recommended outside prospective clinical trials.Systematic LN dissection should include the removal of lymphatic tissue from regions with the most frequent occurrence of positive LNs (SNs) including obturator fossa, external iliac regions, common iliac regions bilaterally, and presacral region.\n\n<reply>: ",
  "response": "根据目前的临床研究，对于在手术期间淋巴结评估为阴性或未进行评估的情况，建议进行系统性盆腔淋巴结清扫。这一过程应包括切除最常出现阳性淋巴结（SNs）的区域，例如髂窝、外髂部和髂总部地区。虽然单独使用SN活检目前在临床研究之外并不推荐，但系统性的LN清扫对于确保全面的淋巴结检查至关重要。"
}