{
  "id": 1030,
  "text": "Symptoms: Systemic: fever, nausea, vomiting, dehydration; local: foul-smelling discharge, pain.Consequences: Hospitalization, antibiotic therapy, loss of workdays, psychological harm, long-term sequelae such as infertility, chronic pelvic inflammatory disease.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Symptoms: Systemic: fever, nausea, vomiting, dehydration; local: foul-smelling discharge, pain.Consequences: Hospitalization, antibiotic therapy, loss of workdays, psychological harm, long-term sequelae such as infertility, chronic pelvic inflammatory disease.\n\n<question>: ",
  "ChatGPT_response_0": "长期不孕和慢性盆腔炎是妇科疾病的常见后遗症，通常与盆腔炎有关。盆腔炎可能导致输卵管受损、子宫内膜受影响、黏连性卵巢囊肿等问题，进而影响生育能力。治疗盆腔炎至关重要，包括住院治疗、抗生素疗法以及必要时手术。请及时就诊，接受专业治疗以预防不孕等长期后遗症的发生。",
  "query": "你的病情有没有造成长期不孕或慢性盆腔炎等后遗症？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 你的病情有没有造成长期不孕或慢性盆腔炎等后遗症？\n\n<reference text>: Symptoms: Systemic: fever, nausea, vomiting, dehydration; local: foul-smelling discharge, pain.Consequences: Hospitalization, antibiotic therapy, loss of workdays, psychological harm, long-term sequelae such as infertility, chronic pelvic inflammatory disease.\n\n<reply>: ",
  "response": "长期不孕和慢性盆腔炎是妇科疾病的常见后遗症，通常与盆腔炎有关。盆腔炎可能导致输卵管受损、子宫内膜受影响、黏连性卵巢囊肿等问题，进而影响生育能力。治疗盆腔炎至关重要，包括住院治疗、抗生素疗法以及必要时手术。请及时就诊，接受专业治疗以预防不孕等长期后遗症的发生。"
}