{
  "id": 1211,
  "text": "# 子宫内膜癌 子宫内膜癌很常见，通常在扩散到子宫外之前就会被发现。它被称为子宫内膜癌是因为它原发于子宫内膜，即子宫内层。子宫内膜癌最常见的症状是阴道异常出血。通常，这意味着绝经期间或绝经后出血。绝经前患者可能会出现异常长和/或大量的月经（经期）出血。对于绝经后患者，任何阴道出血都是不正常的，应进行检查，以确保它不是癌症的体征。子宫内膜癌分为不同类型。最常见的类型称为子宫内膜样癌。本书和其他地方有关子宫内膜癌的大部分信息均适用于子宫内膜样癌。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # 子宫内膜癌 子宫内膜癌很常见，通常在扩散到子宫外之前就会被发现。它被称为子宫内膜癌是因为它原发于子宫内膜，即子宫内层。子宫内膜癌最常见的症状是阴道异常出血。通常，这意味着绝经期间或绝经后出血。绝经前患者可能会出现异常长和/或大量的月经（经期）出血。对于绝经后患者，任何阴道出血都是不正常的，应进行检查，以确保它不是癌症的体征。子宫内膜癌分为不同类型。最常见的类型称为子宫内膜样癌。本书和其他地方有关子宫内膜癌的大部分信息均适用于子宫内膜样癌。\n\n<question>: ",
  "ChatGPT_response_0": "子宫内膜癌是一种常见的癌症，其最常见的症状是阴道异常出血。在绝经期间或绝经后出血可能是其最常见的表现之一。如果患者在绝经后有任何阴道出血，都应及时接受检查以确保不是癌症的体征。此外，绝经前患者可能会出现异常长和/或大量的月经（经期）出血。子宫内膜癌通常始于子宫内膜，即子宫内层。对于子宫内膜癌的不同类型，最常见的类型是子宫内膜样癌。因此，如果有相关症状出现，建议尽快就医进行进一步检查和诊断。",
  "query": "你有没有听说过关于子宫内膜癌的常见症状？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 你有没有听说过关于子宫内膜癌的常见症状？\n\n<reference text>: # 子宫内膜癌 子宫内膜癌很常见，通常在扩散到子宫外之前就会被发现。它被称为子宫内膜癌是因为它原发于子宫内膜，即子宫内层。子宫内膜癌最常见的症状是阴道异常出血。通常，这意味着绝经期间或绝经后出血。绝经前患者可能会出现异常长和/或大量的月经（经期）出血。对于绝经后患者，任何阴道出血都是不正常的，应进行检查，以确保它不是癌症的体征。子宫内膜癌分为不同类型。最常见的类型称为子宫内膜样癌。本书和其他地方有关子宫内膜癌的大部分信息均适用于子宫内膜样癌。\n\n<reply>: ",
  "response": "子宫内膜癌是一种常见的癌症，其最常见的症状是阴道异常出血。在绝经期间或绝经后出血可能是其最常见的表现之一。如果患者在绝经后有任何阴道出血，都应及时接受检查以确保不是癌症的体征。此外，绝经前患者可能会出现异常长和/或大量的月经（经期）出血。子宫内膜癌通常始于子宫内膜，即子宫内层。对于子宫内膜癌的不同类型，最常见的类型是子宫内膜样癌。因此，如果有相关症状出现，建议尽快就医进行进一步检查和诊断。"
}