{
  "id": 1251,
  "text": "使用非常精确的射束将高剂量辐射传递到一个或多个转移灶。SBRT 通常需要 5 次或更少的疗程。# 立体定向放射外科 (SRS) SRS 是一种非手术高精度放疗。它可用于治疗小型脑瘤或脊椎肿瘤。# 副作用 在 5 至 6 周的体外照射治疗期间，治疗部位的常见副作用包括皮肤刺激、压痛和发红。放疗的其他短期副作用包括疲劳、腹泻、尿频或排尿时疼痛、以及恶心。治疗结束后，这些副作用大多数会随时间推移而减轻。放疗的副作用可能不会马上感觉到。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 使用非常精确的射束将高剂量辐射传递到一个或多个转移灶。SBRT 通常需要 5 次或更少的疗程。# 立体定向放射外科 (SRS) SRS 是一种非手术高精度放疗。它可用于治疗小型脑瘤或脊椎肿瘤。# 副作用 在 5 至 6 周的体外照射治疗期间，治疗部位的常见副作用包括皮肤刺激、压痛和发红。放疗的其他短期副作用包括疲劳、腹泻、尿频或排尿时疼痛、以及恶心。治疗结束后，这些副作用大多数会随时间推移而减轻。放疗的副作用可能不会马上感觉到。\n\n<question>: ",
  "ChatGPT_response_0": "SBRT（立体定向放射治疗）通常用于将高剂量辐射精确传递到一个或多个转移灶，通常需要5次或更少的疗程。而SRS（立体定向放射外科）是一种非手术高精度放疗，可用于治疗小型脑瘤或脊椎肿瘤。在进行体外照射治疗期间，治疗部位的常见副作用可能包括皮肤刺激、压痛、发红，以及其他短期副作用如疲劳、腹泻、尿频或排尿时疼痛、恶心等。这些副作用大多数会在治疗结束后随时间减轻。感知放疗副作用可能需要一定的时间。",
  "query": "SBRT 和 SRS 是否分别用于哪些情况下？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: SBRT 和 SRS 是否分别用于哪些情况下？\n\n<reference text>: 使用非常精确的射束将高剂量辐射传递到一个或多个转移灶。SBRT 通常需要 5 次或更少的疗程。# 立体定向放射外科 (SRS) SRS 是一种非手术高精度放疗。它可用于治疗小型脑瘤或脊椎肿瘤。# 副作用 在 5 至 6 周的体外照射治疗期间，治疗部位的常见副作用包括皮肤刺激、压痛和发红。放疗的其他短期副作用包括疲劳、腹泻、尿频或排尿时疼痛、以及恶心。治疗结束后，这些副作用大多数会随时间推移而减轻。放疗的副作用可能不会马上感觉到。\n\n<reply>: ",
  "response": "SBRT（立体定向放射治疗）通常用于将高剂量辐射精确传递到一个或多个转移灶，通常需要5次或更少的疗程。而SRS（立体定向放射外科）是一种非手术高精度放疗，可用于治疗小型脑瘤或脊椎肿瘤。在进行体外照射治疗期间，治疗部位的常见副作用可能包括皮肤刺激、压痛、发红，以及其他短期副作用如疲劳、腹泻、尿频或排尿时疼痛、恶心等。这些副作用大多数会在治疗结束后随时间减轻。感知放疗副作用可能需要一定的时间。"
}