{
  "id": 1254,
  "text": "它们可能是对化疗无缓解、化疗后复发（复发性）、或扩散到骨盆以外（转移性）的子宫癌的治疗选择。与化疗不同，靶向治疗和免疫治疗对于治疗具有特定特征（称为生物标志物）的癌症最有效。化疗、靶向治疗和免疫治疗除了杀死癌细胞外，还可以杀死健康细胞。对健康细胞的损害会导致潜在的严重副作用，例如脱发、皮肤皲裂和口腔溃疡。这些类型的全身性治疗通常以治疗日加休息日为疗程进行。这样能让身体充分恢复，然后再接受下一个疗程的治疗。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 它们可能是对化疗无缓解、化疗后复发（复发性）、或扩散到骨盆以外（转移性）的子宫癌的治疗选择。与化疗不同，靶向治疗和免疫治疗对于治疗具有特定特征（称为生物标志物）的癌症最有效。化疗、靶向治疗和免疫治疗除了杀死癌细胞外，还可以杀死健康细胞。对健康细胞的损害会导致潜在的严重副作用，例如脱发、皮肤皲裂和口腔溃疡。这些类型的全身性治疗通常以治疗日加休息日为疗程进行。这样能让身体充分恢复，然后再接受下一个疗程的治疗。\n\n<question>: ",
  "ChatGPT_response_0": "全身性治疗通常对于化疗无缓解、化疗后复发或扩散到骨盆以外的子宫癌类型最为有效。这些治疗方式包括化疗、靶向治疗和免疫治疗，它们针对特定生物标志物的癌症具有更好的疗效。然而，这些治疗方法也可能对健康细胞造成损害，可能出现脱发、皮肤皲裂和口腔溃疡等副作用。因此，在接受全身性治疗时，通常会采取治疗日加休息日的疗程安排，以便让身体有充足的时间恢复。如果您的医生认为您适合这些治疗方式，他们会根据您的具体情况制定最合适的治疗方案。",
  "query": "这些全身性治疗对于哪些类型的子宫癌最为有效？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 这些全身性治疗对于哪些类型的子宫癌最为有效？\n\n<reference text>: 它们可能是对化疗无缓解、化疗后复发（复发性）、或扩散到骨盆以外（转移性）的子宫癌的治疗选择。与化疗不同，靶向治疗和免疫治疗对于治疗具有特定特征（称为生物标志物）的癌症最有效。化疗、靶向治疗和免疫治疗除了杀死癌细胞外，还可以杀死健康细胞。对健康细胞的损害会导致潜在的严重副作用，例如脱发、皮肤皲裂和口腔溃疡。这些类型的全身性治疗通常以治疗日加休息日为疗程进行。这样能让身体充分恢复，然后再接受下一个疗程的治疗。\n\n<reply>: ",
  "response": "全身性治疗通常对于化疗无缓解、化疗后复发或扩散到骨盆以外的子宫癌类型最为有效。这些治疗方式包括化疗、靶向治疗和免疫治疗，它们针对特定生物标志物的癌症具有更好的疗效。然而，这些治疗方法也可能对健康细胞造成损害，可能出现脱发、皮肤皲裂和口腔溃疡等副作用。因此，在接受全身性治疗时，通常会采取治疗日加休息日的疗程安排，以便让身体有充足的时间恢复。如果您的医生认为您适合这些治疗方式，他们会根据您的具体情况制定最合适的治疗方案。"
}