{
  "id": 1256,
  "text": "用于治疗某些子宫癌的孕激素包括： 醋酸甲羟孕酮（安宫黄体酮）（口服） 醋酸甲地孕酮（口服） 左炔诺孕酮（曼月乐）（一种释放孕激素的宫内节育器 (IUD)） 芳香化酶抑制剂是口服药物。它们可以阻止体内脂肪组织产生雌激素。结果，体内雌激素的总量降低。芳香化酶抑制剂包括： 阿纳托唑（瑞宁得）来曲唑（弗隆）依西美坦（阿诺新） 他莫昔芬是一种用于降低体内雌激素含量的药物。它是口服药。他莫昔芬不用于子宫肉瘤。氟维司群（芙仕得）阻断可导致癌细胞生长的雌激素受体。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 用于治疗某些子宫癌的孕激素包括： 醋酸甲羟孕酮（安宫黄体酮）（口服） 醋酸甲地孕酮（口服） 左炔诺孕酮（曼月乐）（一种释放孕激素的宫内节育器 (IUD)） 芳香化酶抑制剂是口服药物。它们可以阻止体内脂肪组织产生雌激素。结果，体内雌激素的总量降低。芳香化酶抑制剂包括： 阿纳托唑（瑞宁得）来曲唑（弗隆）依西美坦（阿诺新） 他莫昔芬是一种用于降低体内雌激素含量的药物。它是口服药。他莫昔芬不用于子宫肉瘤。氟维司群（芙仕得）阻断可导致癌细胞生长的雌激素受体。\n\n<question>: ",
  "ChatGPT_response_0": "降低体内雌激素含量的药物包括：醋酸甲羟孕酮（安宫黄体酮）、醋酸甲地孕酮、左炔诺孕酮（曼月乐）、芳香化酶抑制剂如阿纳托唑、来曲唑、依西美坦，以及他莫昔芬和氟维司群。这些药物通过不同机制降低体内雌激素水平，用于治疗特定疾病和症状，如子宫癌等。请在医生的指导下使用这些药物，以确保安全和有效性。",
  "query": "有哪些用于降低体内雌激素含量的药物？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 有哪些用于降低体内雌激素含量的药物？\n\n<reference text>: 用于治疗某些子宫癌的孕激素包括： 醋酸甲羟孕酮（安宫黄体酮）（口服） 醋酸甲地孕酮（口服） 左炔诺孕酮（曼月乐）（一种释放孕激素的宫内节育器 (IUD)） 芳香化酶抑制剂是口服药物。它们可以阻止体内脂肪组织产生雌激素。结果，体内雌激素的总量降低。芳香化酶抑制剂包括： 阿纳托唑（瑞宁得）来曲唑（弗隆）依西美坦（阿诺新） 他莫昔芬是一种用于降低体内雌激素含量的药物。它是口服药。他莫昔芬不用于子宫肉瘤。氟维司群（芙仕得）阻断可导致癌细胞生长的雌激素受体。\n\n<reply>: ",
  "response": "降低体内雌激素含量的药物包括：醋酸甲羟孕酮（安宫黄体酮）、醋酸甲地孕酮、左炔诺孕酮（曼月乐）、芳香化酶抑制剂如阿纳托唑、来曲唑、依西美坦，以及他莫昔芬和氟维司群。这些药物通过不同机制降低体内雌激素水平，用于治疗特定疾病和症状，如子宫癌等。请在医生的指导下使用这些药物，以确保安全和有效性。"
}