{
  "id": 1257,
  "text": "氟维司群通过注射（推注）给药。促性腺激素释放激素 (GnRH) 激动剂通过降低卵巢功能正常患者的雌激素水平发挥作用。# 副作用 内分泌治疗可能会引起副作用。更年期症状很常见。这些症状包括潮热、情绪变化、阴道干燥、睡眠困难和盗汗。内分泌治疗的其他常见副作用包括阴道分泌物、体重增加、手脚肿胀、疲劳和性欲降低。血栓是他莫昔芬的一种罕见但严重的副作用。芳香化酶抑制剂会削弱骨骼，还可能导致关节和肌肉疼痛。向治疗团队索要您正在接受的每种全身性治疗的常见和罕见副作用的完整列表。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 氟维司群通过注射（推注）给药。促性腺激素释放激素 (GnRH) 激动剂通过降低卵巢功能正常患者的雌激素水平发挥作用。# 副作用 内分泌治疗可能会引起副作用。更年期症状很常见。这些症状包括潮热、情绪变化、阴道干燥、睡眠困难和盗汗。内分泌治疗的其他常见副作用包括阴道分泌物、体重增加、手脚肿胀、疲劳和性欲降低。血栓是他莫昔芬的一种罕见但严重的副作用。芳香化酶抑制剂会削弱骨骼，还可能导致关节和肌肉疼痛。向治疗团队索要您正在接受的每种全身性治疗的常见和罕见副作用的完整列表。\n\n<question>: ",
  "ChatGPT_response_0": "氟维司群注射治疗可能会引起一些常见和罕见副作用。常见副作用包括更年期症状，如潮热、情绪变化、阴道干燥、睡眠困难和盗汗。另外，还可能出现阴道分泌物、体重增加、手脚肿胀、疲劳和性欲降低等副作用。在罕见情况下，氟维司群注射治疗也可能引起严重副作用，如血栓形成、骨骼削弱、关节和肌肉疼痛等。在接受治疗期间，建议您密切关注身体反应，并在发现任何异常情况时及时向医疗团队寻求帮助。如果需要详细了解您正在接受的治疗可能引起的常见和罕见副作用，可以向医疗团队索要完整的副作用列表。祝您早日康复！",
  "query": "氟维司群注射治疗可能会引起哪些常见和罕见副作用？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 氟维司群注射治疗可能会引起哪些常见和罕见副作用？\n\n<reference text>: 氟维司群通过注射（推注）给药。促性腺激素释放激素 (GnRH) 激动剂通过降低卵巢功能正常患者的雌激素水平发挥作用。# 副作用 内分泌治疗可能会引起副作用。更年期症状很常见。这些症状包括潮热、情绪变化、阴道干燥、睡眠困难和盗汗。内分泌治疗的其他常见副作用包括阴道分泌物、体重增加、手脚肿胀、疲劳和性欲降低。血栓是他莫昔芬的一种罕见但严重的副作用。芳香化酶抑制剂会削弱骨骼，还可能导致关节和肌肉疼痛。向治疗团队索要您正在接受的每种全身性治疗的常见和罕见副作用的完整列表。\n\n<reply>: ",
  "response": "氟维司群注射治疗可能会引起一些常见和罕见副作用。常见副作用包括更年期症状，如潮热、情绪变化、阴道干燥、睡眠困难和盗汗。另外，还可能出现阴道分泌物、体重增加、手脚肿胀、疲劳和性欲降低等副作用。在罕见情况下，氟维司群注射治疗也可能引起严重副作用，如血栓形成、骨骼削弱、关节和肌肉疼痛等。在接受治疗期间，建议您密切关注身体反应，并在发现任何异常情况时及时向医疗团队寻求帮助。如果需要详细了解您正在接受的治疗可能引起的常见和罕见副作用，可以向医疗团队索要完整的副作用列表。祝您早日康复！"
}