{
  "id": 1264,
  "text": "每种类型都有四个主要分期。# 放疗 h 放疗使用高能射线杀死癌细胞或阻止产生新的癌细胞。h 外照射放疗 (EBRT) 和阴道近距离放疗通常用于治疗子宫癌。# 全身性治疗 h 全身性治疗是使用能够在血液中流动、到达并影响全身细胞的物质进行的治疗。h 化疗、内分泌治疗、靶向治疗和免疫治疗都是全身性治疗的类型。# 临床试验 h 临床试验给人们提供了试验性测试和治疗的机会，这些测试和治疗可能会及时得到FDA 的批准。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 每种类型都有四个主要分期。# 放疗 h 放疗使用高能射线杀死癌细胞或阻止产生新的癌细胞。h 外照射放疗 (EBRT) 和阴道近距离放疗通常用于治疗子宫癌。# 全身性治疗 h 全身性治疗是使用能够在血液中流动、到达并影响全身细胞的物质进行的治疗。h 化疗、内分泌治疗、靶向治疗和免疫治疗都是全身性治疗的类型。# 临床试验 h 临床试验给人们提供了试验性测试和治疗的机会，这些测试和治疗可能会及时得到FDA 的批准。\n\n<question>: ",
  "ChatGPT_response_0": "每种类型的治疗通常都可以分为四个主要阶段。放疗是一种治疗方法，通过使用高能射线杀死癌细胞或阻止其生长来治疗癌症。在放疗中，外部照射放疗（EBRT）和阴道近距离放疗通常用于治疗子宫癌。另一种治疗方式是全身性治疗，这种治疗方法使用能够在血液中流动、到达并影响全身细胞的物质进行治疗。化疗、内分泌治疗、靶向治疗和免疫治疗都属于全身性治疗的类型。同时，临床试验是为人们提供试验性测试和可能获得FDA批准的治疗机会的重要途径。",
  "query": "每种类型的治疗都有多少种主要分期？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 每种类型的治疗都有多少种主要分期？\n\n<reference text>: 每种类型都有四个主要分期。# 放疗 h 放疗使用高能射线杀死癌细胞或阻止产生新的癌细胞。h 外照射放疗 (EBRT) 和阴道近距离放疗通常用于治疗子宫癌。# 全身性治疗 h 全身性治疗是使用能够在血液中流动、到达并影响全身细胞的物质进行的治疗。h 化疗、内分泌治疗、靶向治疗和免疫治疗都是全身性治疗的类型。# 临床试验 h 临床试验给人们提供了试验性测试和治疗的机会，这些测试和治疗可能会及时得到FDA 的批准。\n\n<reply>: ",
  "response": "每种类型的治疗通常都可以分为四个主要阶段。放疗是一种治疗方法，通过使用高能射线杀死癌细胞或阻止其生长来治疗癌症。在放疗中，外部照射放疗（EBRT）和阴道近距离放疗通常用于治疗子宫癌。另一种治疗方式是全身性治疗，这种治疗方法使用能够在血液中流动、到达并影响全身细胞的物质进行治疗。化疗、内分泌治疗、靶向治疗和免疫治疗都属于全身性治疗的类型。同时，临床试验是为人们提供试验性测试和可能获得FDA批准的治疗机会的重要途径。"
}