{
  "id": 1284,
  "text": "也可以采用化疗或激素治疗。激素治疗通常仅考虑用于小型或生长缓慢的子宫内膜样肿瘤。除了全身性治疗外，还可以接受EBRT 和/或阴道近距离放疗。全身性治疗（和放疗（如果做）后，开始随访护理 # 高危子宫内膜癌 大多数子宫内膜癌都是早期发现的，并且对治疗反应良好。其他不太常见的类型可以迅速扩散，并且更难治疗。在确诊时，这些高危子宫内膜癌可能已经扩散到子宫以外。高危子宫内膜癌包括： h 浆液性癌透明细胞癌癌肉瘤 h 未分化/去分化癌 癌肉瘤在显微镜下表现为部分子宫内膜癌和部分子宫肉瘤。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 也可以采用化疗或激素治疗。激素治疗通常仅考虑用于小型或生长缓慢的子宫内膜样肿瘤。除了全身性治疗外，还可以接受EBRT 和/或阴道近距离放疗。全身性治疗（和放疗（如果做）后，开始随访护理 # 高危子宫内膜癌 大多数子宫内膜癌都是早期发现的，并且对治疗反应良好。其他不太常见的类型可以迅速扩散，并且更难治疗。在确诊时，这些高危子宫内膜癌可能已经扩散到子宫以外。高危子宫内膜癌包括： h 浆液性癌透明细胞癌癌肉瘤 h 未分化/去分化癌 癌肉瘤在显微镜下表现为部分子宫内膜癌和部分子宫肉瘤。\n\n<question>: ",
  "ChatGPT_response_0": "高危子宫内膜癌是指一些罕见而具有侵袭性的子宫内膜癌类型，如浆液性癌、透明细胞癌、癌肉瘤和未分化/去分化癌等。这些类型的子宫内膜癌在确诊时可能已经扩散到子宫以外，治疗难度更大。通常这些高危子宫内膜癌需要全身性治疗，可能包括化疗、激素治疗和放疗等。虽然大多数子宫内膜癌是早期发现且治疗反应良好，但高危子宫内膜癌需要更加综合和个体化的治疗方案。在治疗之后，随访护理也是非常重要的。希望对您有所帮助。",
  "query": "什么是高危子宫内膜癌？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 什么是高危子宫内膜癌？\n\n<reference text>: 也可以采用化疗或激素治疗。激素治疗通常仅考虑用于小型或生长缓慢的子宫内膜样肿瘤。除了全身性治疗外，还可以接受EBRT 和/或阴道近距离放疗。全身性治疗（和放疗（如果做）后，开始随访护理 # 高危子宫内膜癌 大多数子宫内膜癌都是早期发现的，并且对治疗反应良好。其他不太常见的类型可以迅速扩散，并且更难治疗。在确诊时，这些高危子宫内膜癌可能已经扩散到子宫以外。高危子宫内膜癌包括： h 浆液性癌透明细胞癌癌肉瘤 h 未分化/去分化癌 癌肉瘤在显微镜下表现为部分子宫内膜癌和部分子宫肉瘤。\n\n<reply>: ",
  "response": "高危子宫内膜癌是指一些罕见而具有侵袭性的子宫内膜癌类型，如浆液性癌、透明细胞癌、癌肉瘤和未分化/去分化癌等。这些类型的子宫内膜癌在确诊时可能已经扩散到子宫以外，治疗难度更大。通常这些高危子宫内膜癌需要全身性治疗，可能包括化疗、激素治疗和放疗等。虽然大多数子宫内膜癌是早期发现且治疗反应良好，但高危子宫内膜癌需要更加综合和个体化的治疗方案。在治疗之后，随访护理也是非常重要的。希望对您有所帮助。"
}