{
  "id": 1290,
  "text": "除化疗外，还可做体外放疗和/或阴道近距离放疗。# 高危子宫内膜癌的全身性治疗 如果高危子宫内膜癌手术后计划做化疗，首选方案是卡铂联合紫杉醇。对于 III 期或 IV 期 HER2阳性浆液性癌或癌肉瘤肿瘤，可以在化疗的同时做一种称为曲妥珠单抗的靶向治疗。# 如果不能先做手术 可能由于一个或多个原因而没有计划做手术。手术切除肿瘤可能不可行。或者，可能因其他健康问题而无法做手术。或者，可能不想做手术。在任何这些情况下，大多数高危子宫内膜癌都有两种主要治疗选择。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 除化疗外，还可做体外放疗和/或阴道近距离放疗。# 高危子宫内膜癌的全身性治疗 如果高危子宫内膜癌手术后计划做化疗，首选方案是卡铂联合紫杉醇。对于 III 期或 IV 期 HER2阳性浆液性癌或癌肉瘤肿瘤，可以在化疗的同时做一种称为曲妥珠单抗的靶向治疗。# 如果不能先做手术 可能由于一个或多个原因而没有计划做手术。手术切除肿瘤可能不可行。或者，可能因其他健康问题而无法做手术。或者，可能不想做手术。在任何这些情况下，大多数高危子宫内膜癌都有两种主要治疗选择。\n\n<question>: ",
  "ChatGPT_response_0": "除了化疗外，子宫内膜癌患者在不能先进行手术的情况下，还可以选择体外放疗和/或阴道近距离放疗作为治疗方式。体外放疗通常用于治疗局部晚期子宫内膜癌，可以帮助控制肿瘤的生长和减少症状。阴道近距离放疗则主要用于治疗早期子宫内膜癌的残留病灶或复发病灶，可以减少复发的可能性。在制定治疗方案时，还需根据患者具体情况和病情特点，选择最合适的治疗策略，以期获得最佳疗效。",
  "query": "你认为子宫内膜癌患者在不能先做手术的情况下，除了化疗外，还可以选择哪些其他治疗方式呢？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 你认为子宫内膜癌患者在不能先做手术的情况下，除了化疗外，还可以选择哪些其他治疗方式呢？\n\n<reference text>: 除化疗外，还可做体外放疗和/或阴道近距离放疗。# 高危子宫内膜癌的全身性治疗 如果高危子宫内膜癌手术后计划做化疗，首选方案是卡铂联合紫杉醇。对于 III 期或 IV 期 HER2阳性浆液性癌或癌肉瘤肿瘤，可以在化疗的同时做一种称为曲妥珠单抗的靶向治疗。# 如果不能先做手术 可能由于一个或多个原因而没有计划做手术。手术切除肿瘤可能不可行。或者，可能因其他健康问题而无法做手术。或者，可能不想做手术。在任何这些情况下，大多数高危子宫内膜癌都有两种主要治疗选择。\n\n<reply>: ",
  "response": "除了化疗外，子宫内膜癌患者在不能先进行手术的情况下，还可以选择体外放疗和/或阴道近距离放疗作为治疗方式。体外放疗通常用于治疗局部晚期子宫内膜癌，可以帮助控制肿瘤的生长和减少症状。阴道近距离放疗则主要用于治疗早期子宫内膜癌的残留病灶或复发病灶，可以减少复发的可能性。在制定治疗方案时，还需根据患者具体情况和病情特点，选择最合适的治疗策略，以期获得最佳疗效。"
}