{
  "id": 1303,
  "text": "org/patientguidelines 和应用程序 NCCN 癌症患者指南 # 内分泌治疗 下面列出了针对复发性或转移性子宫内膜癌的推荐内分泌治疗方案。内分泌治疗通常用于小型或生长缓慢的子宫内膜样肿瘤。此时，首选方案包括： h 醋酸甲地孕酮（美可治）与他莫昔芬交替使用依维莫司 (Afinitor) 和来曲唑（弗隆） # 支持治疗 如果癌症在全身性治疗期间有所进展，或者如果您不想接受癌症治疗，则支持治疗是一种选择。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: org/patientguidelines 和应用程序 NCCN 癌症患者指南 # 内分泌治疗 下面列出了针对复发性或转移性子宫内膜癌的推荐内分泌治疗方案。内分泌治疗通常用于小型或生长缓慢的子宫内膜样肿瘤。此时，首选方案包括： h 醋酸甲地孕酮（美可治）与他莫昔芬交替使用依维莫司 (Afinitor) 和来曲唑（弗隆） # 支持治疗 如果癌症在全身性治疗期间有所进展，或者如果您不想接受癌症治疗，则支持治疗是一种选择。\n\n<question>: ",
  "ChatGPT_response_0": "对于复发性或转移性子宫内膜癌患者，推荐的内分泌治疗方案包括醋酸甲地孕酮（美可治）与他莫昔芬交替使用，或者依维莫司（Afinitor）和来曲唑（弗隆）的组合。这些治疗方案通常适用于小型或生长缓慢的子宫内膜样肿瘤。此外，当全身性治疗中癌症进展或患者无法接受其他治疗时，支持性治疗也是一种选择。请在专业医生的指导下进行治疗选择和监测。",
  "query": "对于复发性或转移性子宫内膜癌患者，有哪些推荐的内分泌治疗方案？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 对于复发性或转移性子宫内膜癌患者，有哪些推荐的内分泌治疗方案？\n\n<reference text>: org/patientguidelines 和应用程序 NCCN 癌症患者指南 # 内分泌治疗 下面列出了针对复发性或转移性子宫内膜癌的推荐内分泌治疗方案。内分泌治疗通常用于小型或生长缓慢的子宫内膜样肿瘤。此时，首选方案包括： h 醋酸甲地孕酮（美可治）与他莫昔芬交替使用依维莫司 (Afinitor) 和来曲唑（弗隆） # 支持治疗 如果癌症在全身性治疗期间有所进展，或者如果您不想接受癌症治疗，则支持治疗是一种选择。\n\n<reply>: ",
  "response": "对于复发性或转移性子宫内膜癌患者，推荐的内分泌治疗方案包括醋酸甲地孕酮（美可治）与他莫昔芬交替使用，或者依维莫司（Afinitor）和来曲唑（弗隆）的组合。这些治疗方案通常适用于小型或生长缓慢的子宫内膜样肿瘤。此外，当全身性治疗中癌症进展或患者无法接受其他治疗时，支持性治疗也是一种选择。请在专业医生的指导下进行治疗选择和监测。"
}