{
  "id": 1326,
  "text": "癌症是转移性的。新的癌症生长或肿瘤称为转移。# 生物标志物检测 如果尚未做生物标志物检测，则建议此时做。生物标志物是癌症的可靶向特征。它们通常是特定基因的突变（改变）。对这些突变的检测有助于指导复发性转移性子宫肉瘤的治疗。检测结果还可用于确定您是否符合参加某些临床试验的标准。生物标志物检测包括在实验室中分析一块肿瘤组织或检测血液样本。建议检测以下生物标志物： h 微卫星不稳定性 (MSI)肿瘤突变负荷高 (TMB-H)h NTRK 基因融合h 携带 ALK 重排的 IMT 炎性肌纤维母细胞瘤 (IMT) 是一种罕见的子宫肉瘤。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 癌症是转移性的。新的癌症生长或肿瘤称为转移。# 生物标志物检测 如果尚未做生物标志物检测，则建议此时做。生物标志物是癌症的可靶向特征。它们通常是特定基因的突变（改变）。对这些突变的检测有助于指导复发性转移性子宫肉瘤的治疗。检测结果还可用于确定您是否符合参加某些临床试验的标准。生物标志物检测包括在实验室中分析一块肿瘤组织或检测血液样本。建议检测以下生物标志物： h 微卫星不稳定性 (MSI)肿瘤突变负荷高 (TMB-H)h NTRK 基因融合h 携带 ALK 重排的 IMT 炎性肌纤维母细胞瘤 (IMT) 是一种罕见的子宫肉瘤。\n\n<question>: ",
  "ChatGPT_response_0": "是的，进行生物标志物检测可以帮助确定治疗方案或是否符合参加临床试验的资格。生物标志物是癌症的可靶向特征，通常包括特定基因的突变。对这些突变进行检测可以指导复发性转移性子宫肉瘤的治疗选择，并确定是否符合特定临床试验的标准。建议进行生物标志物检测，包括分析肿瘤组织或检测血液样本，以检测微卫星不稳定性 (MSI)、肿瘤突变负荷高 (TMB-H)、NTRK基因融合等标志物。这些检测可以为个体化治疗和临床决策提供重要信息。希望这些信息对您有所帮助。",
  "query": "您是否考虑过进行生物标志物检测以确定治疗方案或临床试验的资格？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 您是否考虑过进行生物标志物检测以确定治疗方案或临床试验的资格？\n\n<reference text>: 癌症是转移性的。新的癌症生长或肿瘤称为转移。# 生物标志物检测 如果尚未做生物标志物检测，则建议此时做。生物标志物是癌症的可靶向特征。它们通常是特定基因的突变（改变）。对这些突变的检测有助于指导复发性转移性子宫肉瘤的治疗。检测结果还可用于确定您是否符合参加某些临床试验的标准。生物标志物检测包括在实验室中分析一块肿瘤组织或检测血液样本。建议检测以下生物标志物： h 微卫星不稳定性 (MSI)肿瘤突变负荷高 (TMB-H)h NTRK 基因融合h 携带 ALK 重排的 IMT 炎性肌纤维母细胞瘤 (IMT) 是一种罕见的子宫肉瘤。\n\n<reply>: ",
  "response": "是的，进行生物标志物检测可以帮助确定治疗方案或是否符合参加临床试验的资格。生物标志物是癌症的可靶向特征，通常包括特定基因的突变。对这些突变进行检测可以指导复发性转移性子宫肉瘤的治疗选择，并确定是否符合特定临床试验的标准。建议进行生物标志物检测，包括分析肿瘤组织或检测血液样本，以检测微卫星不稳定性 (MSI)、肿瘤突变负荷高 (TMB-H)、NTRK基因融合等标志物。这些检测可以为个体化治疗和临床决策提供重要信息。希望这些信息对您有所帮助。"
}