{
  "id": 1329,
  "text": "有几种首选的一线方案。大多数包括多柔比星（阿霉素）。请参见指南 5。如果肿瘤具有某些生物标志物，酪氨酸激酶抑制剂 (TKI) 靶向治疗可能是比化疗更好的选择。少数子宫肉瘤具有称为 NTRK 基因融合的生物标志物。这些肿瘤将考虑 TKI 治疗。对于伴有 ALK易位的 IMT，也会考虑这种疗法。除全身性治疗外，还可使用姑息性 EBRT。目标是缩小肿瘤以缓解或预防症状。在此分期进行的任何治疗的另一种选择是开始支持（也称为姑息性）治疗。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 有几种首选的一线方案。大多数包括多柔比星（阿霉素）。请参见指南 5。如果肿瘤具有某些生物标志物，酪氨酸激酶抑制剂 (TKI) 靶向治疗可能是比化疗更好的选择。少数子宫肉瘤具有称为 NTRK 基因融合的生物标志物。这些肿瘤将考虑 TKI 治疗。对于伴有 ALK易位的 IMT，也会考虑这种疗法。除全身性治疗外，还可使用姑息性 EBRT。目标是缩小肿瘤以缓解或预防症状。在此分期进行的任何治疗的另一种选择是开始支持（也称为姑息性）治疗。\n\n<question>: ",
  "ChatGPT_response_0": "在治疗子宫肉瘤时，除了化疗，酪氨酸激酶抑制剂（TKI）靶向治疗可能是一个很好的选择。根据肿瘤是否具有特定生物标志物，如NTRK基因融合或ALK易位等情况，TKI靶向治疗可能比传统化疗更有效。这些靶向治疗可以精准地干预特定分子通路，抑制肿瘤生长和扩散。在制定治疗方案时，医生会综合考虑患者的病情和临床指南建议，从而选择最适合的治疗方案。在一些情况下，TKI靶向治疗可以作为一线治疗方案之一来考虑，为患者提供更好的疗效和生存机会。",
  "query": "在治疗子宫肉瘤时，除了化疗，酪氨酸激酶抑制剂 (TKI) 靶向治疗可能是个好选择吗？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在治疗子宫肉瘤时，除了化疗，酪氨酸激酶抑制剂 (TKI) 靶向治疗可能是个好选择吗？\n\n<reference text>: 有几种首选的一线方案。大多数包括多柔比星（阿霉素）。请参见指南 5。如果肿瘤具有某些生物标志物，酪氨酸激酶抑制剂 (TKI) 靶向治疗可能是比化疗更好的选择。少数子宫肉瘤具有称为 NTRK 基因融合的生物标志物。这些肿瘤将考虑 TKI 治疗。对于伴有 ALK易位的 IMT，也会考虑这种疗法。除全身性治疗外，还可使用姑息性 EBRT。目标是缩小肿瘤以缓解或预防症状。在此分期进行的任何治疗的另一种选择是开始支持（也称为姑息性）治疗。\n\n<reply>: ",
  "response": "在治疗子宫肉瘤时，除了化疗，酪氨酸激酶抑制剂（TKI）靶向治疗可能是一个很好的选择。根据肿瘤是否具有特定生物标志物，如NTRK基因融合或ALK易位等情况，TKI靶向治疗可能比传统化疗更有效。这些靶向治疗可以精准地干预特定分子通路，抑制肿瘤生长和扩散。在制定治疗方案时，医生会综合考虑患者的病情和临床指南建议，从而选择最适合的治疗方案。在一些情况下，TKI靶向治疗可以作为一线治疗方案之一来考虑，为患者提供更好的疗效和生存机会。"
}