{
  "id": 1371,
  "text": "# 肿瘤 因细胞过度生长而形成的异常肿块。# 未分化/去分化癌 子宫内膜癌的一种高危类型。# 单侧输卵管卵巢切除术 (USO) 切除一侧卵巢和附属输卵管的手术。子宫 怀孕期间胎儿生长和发育的器官。也叫母胎。阴道婴儿出生时通过的肌肉管道。# 洗液 “清洗”腹腔（腹膜腔）的液体样本，用于检测癌细胞。# NCCN 编著者 本患者指南根据子宫肿瘤 NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines®) 2023 年第 1 版编著。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # 肿瘤 因细胞过度生长而形成的异常肿块。# 未分化/去分化癌 子宫内膜癌的一种高危类型。# 单侧输卵管卵巢切除术 (USO) 切除一侧卵巢和附属输卵管的手术。子宫 怀孕期间胎儿生长和发育的器官。也叫母胎。阴道婴儿出生时通过的肌肉管道。# 洗液 “清洗”腹腔（腹膜腔）的液体样本，用于检测癌细胞。# NCCN 编著者 本患者指南根据子宫肿瘤 NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines®) 2023 年第 1 版编著。\n\n<question>: ",
  "ChatGPT_response_0": "肿瘤是由细胞过度生长形成的异常肿块，它可以是良性或恶性。未分化/去分化癌是子宫内膜癌中的一种高危类型，其细胞没有明显的分化特征，使其更具侵袭性和不良预后。治疗上可能需要采取更加积极的方式来应对这种类型的癌症。一旦出现可疑症状或确诊，及时就医并与专业医生进行详细讨论和制定治疗计划至关重要。希望这些信息对您有所帮助。",
  "query": "什么是肿瘤和未分化/去分化癌？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 什么是肿瘤和未分化/去分化癌？\n\n<reference text>: # 肿瘤 因细胞过度生长而形成的异常肿块。# 未分化/去分化癌 子宫内膜癌的一种高危类型。# 单侧输卵管卵巢切除术 (USO) 切除一侧卵巢和附属输卵管的手术。子宫 怀孕期间胎儿生长和发育的器官。也叫母胎。阴道婴儿出生时通过的肌肉管道。# 洗液 “清洗”腹腔（腹膜腔）的液体样本，用于检测癌细胞。# NCCN 编著者 本患者指南根据子宫肿瘤 NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines®) 2023 年第 1 版编著。\n\n<reply>: ",
  "response": "肿瘤是由细胞过度生长形成的异常肿块，它可以是良性或恶性。未分化/去分化癌是子宫内膜癌中的一种高危类型，其细胞没有明显的分化特征，使其更具侵袭性和不良预后。治疗上可能需要采取更加积极的方式来应对这种类型的癌症。一旦出现可疑症状或确诊，及时就医并与专业医生进行详细讨论和制定治疗计划至关重要。希望这些信息对您有所帮助。"
}