{
  "id": 1563,
  "text": "预先医疗指示是一款实用的工具，可以澄清您的医疗护理愿望。我们鼓励患者和家属都填写一份。这样，您的医疗护理团队就可以根据该指示开展治疗。# 要分享的事实 • 大多数宫颈癌病例是可以预防的。• 在性行为活跃之前为少年儿童接种疫苗可以预防宫颈癌前病变和癌症。• 在建议的时间间隔内定期进行巴氏检查和 HPV 检测对预防宫颈癌同样重要。# 症状 性交后出血 经期间分泌物过多和异常出血 阴道异味 疼痛 这些症状可能是由癌症或其他健康问题引起的。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 预先医疗指示是一款实用的工具，可以澄清您的医疗护理愿望。我们鼓励患者和家属都填写一份。这样，您的医疗护理团队就可以根据该指示开展治疗。# 要分享的事实 • 大多数宫颈癌病例是可以预防的。• 在性行为活跃之前为少年儿童接种疫苗可以预防宫颈癌前病变和癌症。• 在建议的时间间隔内定期进行巴氏检查和 HPV 检测对预防宫颈癌同样重要。# 症状 性交后出血 经期间分泌物过多和异常出血 阴道异味 疼痛 这些症状可能是由癌症或其他健康问题引起的。\n\n<question>: ",
  "ChatGPT_response_0": "预先医疗指示通常在面临潜在的医疗干预无法与患者直接沟通时填写，例如在意识丧失、智力丧失或身体无法行动时。此时，通过填写预先医疗指示可以确保您的医疗护理团队了解您的偏好和意愿，以便在必要时做出决策。此外，在高风险状况下，如某些癌症的治疗选择也可能需要在填写预先医疗指示时考虑。填写预先医疗指示可以帮助医疗团队更好地满足您的医疗护理需求，确保医疗决策符合您的意愿和价值观。",
  "query": "您会在各种什么情况下填写预先医疗指示？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 您会在各种什么情况下填写预先医疗指示？\n\n<reference text>: 预先医疗指示是一款实用的工具，可以澄清您的医疗护理愿望。我们鼓励患者和家属都填写一份。这样，您的医疗护理团队就可以根据该指示开展治疗。# 要分享的事实 • 大多数宫颈癌病例是可以预防的。• 在性行为活跃之前为少年儿童接种疫苗可以预防宫颈癌前病变和癌症。• 在建议的时间间隔内定期进行巴氏检查和 HPV 检测对预防宫颈癌同样重要。# 症状 性交后出血 经期间分泌物过多和异常出血 阴道异味 疼痛 这些症状可能是由癌症或其他健康问题引起的。\n\n<reply>: ",
  "response": "预先医疗指示通常在面临潜在的医疗干预无法与患者直接沟通时填写，例如在意识丧失、智力丧失或身体无法行动时。此时，通过填写预先医疗指示可以确保您的医疗护理团队了解您的偏好和意愿，以便在必要时做出决策。此外，在高风险状况下，如某些癌症的治疗选择也可能需要在填写预先医疗指示时考虑。填写预先医疗指示可以帮助医疗团队更好地满足您的医疗护理需求，确保医疗决策符合您的意愿和价值观。"
}