{
  "id": 681,
  "text": "Strong recommendations (worded as “WHO recommends”) were made when all the desirable consequences of the intervention clearly outweighed the undesirable consequences in most settings.Conditional recommendations (worded as “WHO suggests”) were made when the desirable consequences of the intervention probably outweighed the undesirable consequences in most settings.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Strong recommendations (worded as “WHO recommends”) were made when all the desirable consequences of the intervention clearly outweighed the undesirable consequences in most settings.Conditional recommendations (worded as “WHO suggests”) were made when the desirable consequences of the intervention probably outweighed the undesirable consequences in most settings.\n\n<question>: ",
  "ChatGPT_response_0": "强烈建议通常由专业机构或组织提出，当干预的所有理想结果明显优于不良结果时。而条件性建议则通常由专业机构或组织给出，当干预的理想结果可能会超过不良结果时。在大多数情况下，这些建议是基于大量研究和证据的综合考量。因此，对于特定干预措施的建议应该由专业机构或组织提供，以确保患者获得最佳的治疗和照顾。",
  "query": "在大多数设置中，当干预的所有理想结果明显优于不良结果时，谁会提出强烈建议？在大多数情况下，谁会给出条件性建议？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 在大多数设置中，当干预的所有理想结果明显优于不良结果时，谁会提出强烈建议？在大多数情况下，谁会给出条件性建议？\n\n<reference text>: Strong recommendations (worded as “WHO recommends”) were made when all the desirable consequences of the intervention clearly outweighed the undesirable consequences in most settings.Conditional recommendations (worded as “WHO suggests”) were made when the desirable consequences of the intervention probably outweighed the undesirable consequences in most settings.\n\n<reply>: ",
  "response": "强烈建议通常由专业机构或组织提出，当干预的所有理想结果明显优于不良结果时。而条件性建议则通常由专业机构或组织给出，当干预的理想结果可能会超过不良结果时。在大多数情况下，这些建议是基于大量研究和证据的综合考量。因此，对于特定干预措施的建议应该由专业机构或组织提供，以确保患者获得最佳的治疗和照顾。"
}