{
  "id": 888,
  "text": "These recommendations will inform programme development, and WHO and partners will make every effort to support countries to update their national cervical cancer guidelines.The guideline will be translated into the six WHO official languages.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: These recommendations will inform programme development, and WHO and partners will make every effort to support countries to update their national cervical cancer guidelines.The guideline will be translated into the six WHO official languages.\n\n<question>: ",
  "ChatGPT_response_0": "这些建议将帮助国家更新国家宫颈癌防治指南，指导相关计划的制定。世卫组织和合作伙伴将尽最大努力支持各国更新其国家宫颈癌防治指南。此指南将翻译成世卫组织六种官方语言，以进一步推动全球宫颈癌防治工作的发展。",
  "query": "这些建议将如何帮助国家更新国家宫颈癌防治指南？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 这些建议将如何帮助国家更新国家宫颈癌防治指南？\n\n<reference text>: These recommendations will inform programme development, and WHO and partners will make every effort to support countries to update their national cervical cancer guidelines.The guideline will be translated into the six WHO official languages.\n\n<reply>: ",
  "response": "这些建议将帮助国家更新国家宫颈癌防治指南，指导相关计划的制定。世卫组织和合作伙伴将尽最大努力支持各国更新其国家宫颈癌防治指南。此指南将翻译成世卫组织六种官方语言，以进一步推动全球宫颈癌防治工作的发展。"
}