{
  "id": 290,
  "text": "# Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction IARC International Agency for Research on Cancer LBC liquid-based cytology LEEP loop electrosurgical excision procedure (also known as LLETZ) LLETZ large-loop excision of the transformation zone (also known as LEEP) mRNA messenger ribonucleic acid (referring to HPV E6/E7 messenger RNA) NAAT nucleic acid amplification test NAT nucleic acid test1 PEPFAR The United States President’s Emergency Plan for AIDS Relief PICO population (P), intervention (I), comparator (C), outcome (O) SDG Sustainable Development Goal UNDP United Nations Development Programme UNFPA United Nations Population Fund UNICEF United Nations Children’s Fund USAID United States Agency for International Development VIA visual inspection with acetic acid WHO World Health Organization # Executive summary # Background In 2022, cervical cancer was the fourth most commonly occurring cancer among women globally and also the fourth leading cause of cancer deaths among women, accounting for around 662 000 new cases and around 349 000 deaths.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Program\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "AIS指的是原位腺癌，是一种宫颈癌的早期阶段，其中癌细胞仅限于宫颈腺体的表面，并没有侵入到更深层的组织。CIN代表子宫颈上皮内瘤变，是宫颈癌的病变过程，分为三个等级：CIN1、CIN2和CIN3，分别表示宫颈细胞轻度、中度和重度异常变化。HPV即人乳头瘤病毒，是一种与宫颈癌密切相关的病毒感染，某些高危型HPV感染会增加发展为宫颈癌的风险。这些术语用于描述宫颈癌发展的不同阶段，从病毒感染到细胞异常，再到潜在癌变。",
  "query": "如果我们想讨论术语如AIS、CIN和HPV在描述与宫颈癌相关的不同阶段时如何使用，它们的具体含义是什么？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 如果我们想讨论术语如AIS、CIN和HPV在描述与宫颈癌相关的不同阶段时如何使用，它们的具体含义是什么？\n\n<reference text>: # Abbreviations AIS adenocarcinoma in situ CIN cervical intraepithelial neoplasia CKC cold knife conization DOI declaration of interest ERG External Review Group EtD evidence-to-decision GDG Guideline Development Group GRC Guidelines Review Committee GRADE Grading of Recommendations Assessment, Development and Evaluation HPV human papillomavirus HRP UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction IARC International Agency for Research on Cancer LBC liquid-based cytology LEEP loop electrosurgical excision procedure (also kn\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "AIS指的是原位腺癌，是一种宫颈癌的早期阶段，其中癌细胞仅限于宫颈腺体的表面，并没有侵入到更深层的组织。CIN代表子宫颈上皮内瘤变，是宫颈癌的病变过程，分为三个等级：CIN1、CIN2和CIN3，分别表示宫颈细胞轻度、中度和重度异常变化。HPV即人乳头瘤病毒，是一种与宫颈癌密切相关的病毒感染，某些高危型HPV感染会增加发展为宫颈癌的风险。这些术语用于描述宫颈癌发展的不同阶段，从病毒感染到细胞异常，再到潜在癌变。"
}