{
  "id": 723,
  "text": "术中放疗适用于宫颈癌局部复发或局部晚期患者。术中放疗是指在开腹手术过程中，对于肿瘤残留风险部位或无法切除的孤立瘤灶给予单次大剂量放疗。术中放疗需要手术时具备放疗的条件及较好的放射防护措施，因此其应用受到了限制，目前国内仅少数单位可进行术中放疗。术后放疗适用于术后发现病理存在高危或中危因素，其中，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性。具备任何一项高危因素时，均推荐术后补充盆腔放疗 $^ +$ 顺铂同期化疗（证据等级 1 级）± 阴道近距离放疗；阴道切缘阳性者，阴道近距离放疗可以增加疗效。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 术中放疗适用于宫颈癌局部复发或局部晚期患者。术中放疗是指在开腹手术过程中，对于肿瘤残留风险部位或无法切除的孤立瘤灶给予单次大剂量放疗。术中放疗需要手术时具备放疗的条件及较好的放射防护措施，因此其应用受到了限制，目前国内仅少数单位可进行术中放疗。术后放疗适用于术后发现病理存在高危或中危因素，其中，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性。具备任何一项高危因素时，均推荐术后补充盆腔放疗 $^ +$ 顺铂同期化疗（证据等级 1 级）± 阴道近距离放疗；阴道切缘阳性者，阴道近距离放疗可以增加疗效。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "术中放疗通常适用于那些宫颈癌局部复发或局部晚期的患者。这种疗法是在开腹手术过程中进行的，对于肿瘤残留风险部位或无法切除的孤立瘤灶，给予一次大剂量的放疗。然而，术中放疗需要特定的条件，包括手术时具备放疗设备和良好的放射防护措施，因此只有少数医疗单位能够进行这种治疗。\n\n术后放疗主要推荐给术后病理检查中发现有高危或中危因素的患者。高危因素包括淋巴结阳性、宫旁浸润以及切缘阳性。对于具备任何一项高危因素的患者，建议进行术后盆腔放疗，同时结合顺铂同期化疗，此外，还可考虑阴道近距离放疗以提高疗效，特别是对于阴道切缘阳性的患者。此外，术后放疗的具体方案应根据患者的个体情况来制定，以确保最佳的治疗效果。",
  "query": "宫颈癌术中放疗适用于哪些患者，术后放疗又在什么情况下推荐进行？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 宫颈癌术中放疗适用于哪些患者，术后放疗又在什么情况下推荐进行？\n\n<reference text>: 术中放疗适用于宫颈癌局部复发或局部晚期患者。术中放疗是指在开腹手术过程中，对于肿瘤残留风险部位或无法切除的孤立瘤灶给予单次大剂量放疗。术中放疗需要手术时具备放疗的条件及较好的放射防护措施，因此其应用受到了限制，目前国内仅少数单位可进行术中放疗。术后放疗适用于术后发现病理存在高危或中危因素，其中，高危因素包括淋巴结阳性、宫旁浸润、切缘阳性。具备任何一项高危因素时，均推荐术后补充盆腔放疗 $^ +$ 顺铂同期化疗（证据等级 1 级）± 阴道近距离放疗；阴道切缘阳性者，阴道近距离放疗可以增加疗效。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "术中放疗通常适用于那些宫颈癌局部复发或局部晚期的患者。这种疗法是在开腹手术过程中进行的，对于肿瘤残留风险部位或无法切除的孤立瘤灶，给予一次大剂量的放疗。然而，术中放疗需要特定的条件，包括手术时具备放疗设备和良好的放射防护措施，因此只有少数医疗单位能够进行这种治疗。\n\n术后放疗主要推荐给术后病理检查中发现有高危或中危因素的患者。高危因素包括淋巴结阳性、宫旁浸润以及切缘阳性。对于具备任何一项高危因素的患者，建议进行术后盆腔放疗，同时结合顺铂同期化疗，此外，还可考虑阴道近距离放疗以提高疗效，特别是对于阴道切缘阳性的患者。此外，术后放疗的具体方案应根据患者的个体情况来制定，以确保最佳的治疗效果。"
}