{
  "id": 729,
  "text": "2.2 近距离放疗 近距离放疗包括腔内放疗、管道内放疗及组织间放疗。宫颈癌放疗中最为常用的为腔内放疗，其原理为利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。百余年来，腔内放疗技术不断进步。为保护医疗工作人员免受射线照射，后装放疗技术开始用于腔内放疗。后装放疗是指先把不带放射源的治疗容器置于治疗部位，然后将患者送入治疗室，利用电机将放射源送入治疗容器进行治疗。在剂量率方面，高剂量率后装治疗逐渐得到青睐，缩短了患者治疗时间，也增加了每台机器的可治疗人数，经济而又高效。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 2.2 近距离放疗 近距离放疗包括腔内放疗、管道内放疗及组织间放疗。宫颈癌放疗中最为常用的为腔内放疗，其原理为利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。百余年来，腔内放疗技术不断进步。为保护医疗工作人员免受射线照射，后装放疗技术开始用于腔内放疗。后装放疗是指先把不带放射源的治疗容器置于治疗部位，然后将患者送入治疗室，利用电机将放射源送入治疗容器进行治疗。在剂量率方面，高剂量率后装治疗逐渐得到青睐，缩短了患者治疗时间，也增加了每台机器的可治疗人数，经济而又高效。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "近距离放疗的类型包括腔内放疗、管道内放疗和组织间放疗。其中，宫颈癌治疗中最为常用的是腔内放疗。这种方法利用人体自然管道，将放射源放入阴道和子宫宫腔进行治疗。腔内放疗技术经过百余年的发展，不断进步。特别是为了保护医疗工作人员免受射线照射，后装放疗技术被引入腔内放疗中。这种方法是先将无放射源的治疗容器置于治疗部位，然后通过电机将放射源送入容器进行治疗。高剂量率的后装治疗逐渐受到欢迎，它缩短了患者的治疗时间，同时提高了设备的利用率，经济且高效。这种技术的发展趋势是不断完善保护措施和提高治疗效率。",
  "query": "近距离放疗有哪些类型以及在宫颈癌治疗中最为常用的是什么？这种放疗技术的发展趋势如何？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 近距离放疗有哪些类型以及在宫颈癌治疗中最为常用的是什么？这种放疗技术的发展趋势如何？\n\n<reference text>: 2.2 近距离放疗 近距离放疗包括腔内放疗、管道内放疗及组织间放疗。宫颈癌放疗中最为常用的为腔内放疗，其原理为利用人体自然管道，将放射源放入阴道、子宫宫腔中进行放疗。百余年来，腔内放疗技术不断进步。为保护医疗工作人员免受射线照射，后装放疗技术开始用于腔内放疗。后装放疗是指先把不带放射源的治疗容器置于治疗部位，然后将患者送入治疗室，利用电机将放射源送入治疗容器进行治疗。在剂量率方面，高剂量率后装治疗逐渐得到青睐，缩短了患者治疗时间，也增加了每台机器的可治疗人数，经济而又高效。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "近距离放疗的类型包括腔内放疗、管道内放疗和组织间放疗。其中，宫颈癌治疗中最为常用的是腔内放疗。这种方法利用人体自然管道，将放射源放入阴道和子宫宫腔进行治疗。腔内放疗技术经过百余年的发展，不断进步。特别是为了保护医疗工作人员免受射线照射，后装放疗技术被引入腔内放疗中。这种方法是先将无放射源的治疗容器置于治疗部位，然后通过电机将放射源送入容器进行治疗。高剂量率的后装治疗逐渐受到欢迎，它缩短了患者的治疗时间，同时提高了设备的利用率，经济且高效。这种技术的发展趋势是不断完善保护措施和提高治疗效率。"
}