{
  "id": 121,
  "text": "放疗后复发而再次放疗时，放疗方式及放疗剂量需谨慎设计。如首次放疗后2年以上者，可以根据具体情况酌情给以全量放疗。但对首次放疗后短时间内复发者，再次常规放疗治愈肿瘤可能小，且有严重的放疗并发症，应防止盲目高剂量放疗。b不适合手术或放疗者，可首选系统性治疗，具体参见复发转移宫颈癌的系统治疗。c 放疗后盆腔中心复发或未控制的患者，盆腔廓清术是一种治疗的选择。需要术前评估，明确是否存在远处转移（术前PET/CT或胸腹盆 MRI或CT检查）。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 放疗后复发而再次放疗时，放疗方式及放疗剂量需谨慎设计。如首次放疗后2年以上者，可以根据具体情况酌情给以全量放疗。但对首次放疗后短时间内复发者，再次常规放疗治愈肿瘤可能小，且有严重的放疗并发症，应防止盲目高剂量放疗。b不适合手术或放疗者，可首选系统性治疗，具体参见复发转移宫颈癌的系统治疗。c 放疗后盆腔中心复发或未控制的患者，盆腔廓清术是一种治疗的选择。需要术前评估，明确是否存在远处转移（术前PET/CT或胸腹盆 MRI或CT检查）。\n\n<question>: ",
  "ChatGPT_response_0": "对于宫颈癌复发患者，确定是否需要进行盆腔廓清术需要进行术前评估。针对放疗后盆腔中心复发或未控制的患者，盆腔廓清术是一种治疗选择。在评估之前，需要明确是否存在远处转移，这可以通过术前PET/CT或胸腹盆MRI或CT检查来进行。在放疗后复发而再次放疗时，需要谨慎设计放疗方式及放疗剂量，避免盲目高剂量放疗，尤其是对于首次放疗后短时间内复发者。针对不适合手术或放疗的患者，可以考虑首选系统性治疗。因此，在确定是否需要进行盆腔廓清术时，需要综合考虑患者的具体情况和病情表现，以制定最合适的治疗方案。",
  "query": "针对宫颈癌复发患者，如何确定是否需要进行盆腔廓清术？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 针对宫颈癌复发患者，如何确定是否需要进行盆腔廓清术？\n\n<reference text>: 放疗后复发而再次放疗时，放疗方式及放疗剂量需谨慎设计。如首次放疗后2年以上者，可以根据具体情况酌情给以全量放疗。但对首次放疗后短时间内复发者，再次常规放疗治愈肿瘤可能小，且有严重的放疗并发症，应防止盲目高剂量放疗。b不适合手术或放疗者，可首选系统性治疗，具体参见复发转移宫颈癌的系统治疗。c 放疗后盆腔中心复发或未控制的患者，盆腔廓清术是一种治疗的选择。需要术前评估，明确是否存在远处转移（术前PET/CT或胸腹盆 MRI或CT检查）。\n\n<reply>: ",
  "response": "对于宫颈癌复发患者，确定是否需要进行盆腔廓清术需要进行术前评估。针对放疗后盆腔中心复发或未控制的患者，盆腔廓清术是一种治疗选择。在评估之前，需要明确是否存在远处转移，这可以通过术前PET/CT或胸腹盆MRI或CT检查来进行。在放疗后复发而再次放疗时，需要谨慎设计放疗方式及放疗剂量，避免盲目高剂量放疗，尤其是对于首次放疗后短时间内复发者。针对不适合手术或放疗的患者，可以考虑首选系统性治疗。因此，在确定是否需要进行盆腔廓清术时，需要综合考虑患者的具体情况和病情表现，以制定最合适的治疗方案。"
}