{
  "id": 1248,
  "text": "二线化疗药物有：贝伐单抗、多西紫杉醇、白蛋白结合型紫杉醇、吉西他滨、表阿霉素、5－氟尿嘧啶、异环磷腺胺、伊立替康、丝裂霉素、培美曲塞、拓扑替康、长春新碱等。目前多项免疫检查点抑制剂联合靶向药物、化疗或放疗研究正在临床试验过程中，联合使用这类药物仍然需要更多的临床研究数据支持 。鼓励复发性、持续性宫颈癌参加临床试验。# 五、随访 对于新发宫颈癌患者应建立完整病案和相关资料档案，治疗后定期随访监测。具体内容如下： 治疗结束最初2 年内每3 个月1 次、第3～5 年每6 个月1 次、然后每年随诊1 次。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 二线化疗药物有：贝伐单抗、多西紫杉醇、白蛋白结合型紫杉醇、吉西他滨、表阿霉素、5－氟尿嘧啶、异环磷腺胺、伊立替康、丝裂霉素、培美曲塞、拓扑替康、长春新碱等。目前多项免疫检查点抑制剂联合靶向药物、化疗或放疗研究正在临床试验过程中，联合使用这类药物仍然需要更多的临床研究数据支持 。鼓励复发性、持续性宫颈癌参加临床试验。# 五、随访 对于新发宫颈癌患者应建立完整病案和相关资料档案，治疗后定期随访监测。具体内容如下： 治疗结束最初2 年内每3 个月1 次、第3～5 年每6 个月1 次、然后每年随诊1 次。\n\n<question>: ",
  "ChatGPT_response_0": "针对宫颈癌患者的随访监测频率通常是在治疗结束后的最初2年内，每3个月进行一次随访监测，接着在第3至第5年每6个月进行一次随访监测，之后每年进行一次随访。这样的随访频率有助于及时监测患者的病情变化，提供必要的治疗和支持。在随访过程中，建议确保建立完整的病案和相关资料档案，以便跟踪患者的治疗和疾病进展情况。若患者出现复发或持续性病情，也应考虑参加临床试验以获得更有效的治疗方案。保持随访监测的规律性非常重要，以保障患者的健康和安全。",
  "query": "针对宫颈癌患者的随访监测频率是如何设置的？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 针对宫颈癌患者的随访监测频率是如何设置的？\n\n<reference text>: 二线化疗药物有：贝伐单抗、多西紫杉醇、白蛋白结合型紫杉醇、吉西他滨、表阿霉素、5－氟尿嘧啶、异环磷腺胺、伊立替康、丝裂霉素、培美曲塞、拓扑替康、长春新碱等。目前多项免疫检查点抑制剂联合靶向药物、化疗或放疗研究正在临床试验过程中，联合使用这类药物仍然需要更多的临床研究数据支持 。鼓励复发性、持续性宫颈癌参加临床试验。# 五、随访 对于新发宫颈癌患者应建立完整病案和相关资料档案，治疗后定期随访监测。具体内容如下： 治疗结束最初2 年内每3 个月1 次、第3～5 年每6 个月1 次、然后每年随诊1 次。\n\n<reply>: ",
  "response": "针对宫颈癌患者的随访监测频率通常是在治疗结束后的最初2年内，每3个月进行一次随访监测，接着在第3至第5年每6个月进行一次随访监测，之后每年进行一次随访。这样的随访频率有助于及时监测患者的病情变化，提供必要的治疗和支持。在随访过程中，建议确保建立完整的病案和相关资料档案，以便跟踪患者的治疗和疾病进展情况。若患者出现复发或持续性病情，也应考虑参加临床试验以获得更有效的治疗方案。保持随访监测的规律性非常重要，以保障患者的健康和安全。"
}