{
  "id": 366,
  "text": "Cold knife conization is the preferred excision approach.Ablative procedure is not recommended.Management of glandular lesion is summarised in Table 2.2.and Fig.8.# 6.1 Management of adenocarcinoma in-situ (AIS) A diagnostic excisional procedure is recommended for all patients with a diagnosis of AIS on cervical biopsy or cytology to rule out invasive adenocarcinoma, even when a definitive hysterectomy is planned.",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: Cold knife conization is the preferred excision approach.Ablative procedure is not recommended.Management of glandular lesion is summarised in Table 2.2.and Fig.8.# 6.1 Management of adenocarcinoma in-situ (AIS) A diagnostic excisional procedure is recommended for all patients with a diagnosis of AIS on cervical biopsy or cytology to rule out invasive adenocarcinoma, even when a definitive hystere\n\n<question>: ",
  "ChatGPT_response_0": "当诊断为宫颈腺癌原位（AIS）时，推荐进行冷刀锥切术作为首选的切除方式。这是因为对于所有在宫颈活检或细胞学检查中被诊断出患有AIS的患者，推荐进行诊断性切除手术，即使最终计划进行子宫切除手术。该方法有助于排除浸润性腺癌的可能性。在处理腺体病变方面，需谨慎选择治疗措施，以确保患者获得最佳疗效。",
  "query": "当诊断为宫颈腺癌原位（AIS）时，推荐进行哪种治疗方式？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 当诊断为宫颈腺癌原位（AIS）时，推荐进行哪种治疗方式？\n\n<reference text>: Cold knife conization is the preferred excision approach.Ablative procedure is not recommended.Management of glandular lesion is summarised in Table 2.2.and Fig.8.# 6.1 Management of adenocarcinoma in-situ (AIS) A diagnostic excisional procedure is recommended for all patients with a diagnosis of AIS on cervical biopsy or cytology to rule out invasive adenocarcinoma, even when a definitive hysterectomy is planned.\n\n<reply>: ",
  "response": "当诊断为宫颈腺癌原位（AIS）时，推荐进行冷刀锥切术作为首选的切除方式。这是因为对于所有在宫颈活检或细胞学检查中被诊断出患有AIS的患者，推荐进行诊断性切除手术，即使最终计划进行子宫切除手术。该方法有助于排除浸润性腺癌的可能性。在处理腺体病变方面，需谨慎选择治疗措施，以确保患者获得最佳疗效。"
}