{
  "id": 516,
  "text": "❖新增脚注d：本方案中包含的检查点抑制剂和/或单克隆抗体可作为维持治疗继续使用。关于维持治疗给药方案，请参阅原始研究方案。删除脚注：顺铂或卡铂可能会引起药物反应。# NCCN宫颈癌指南2024.V1版较2023.V1版更新内容 CERV-ESystemicTherapyforCervical Cancer CERV-F 1'of 3 Squamous Cell Carcinoma, Adenocarcinoma, or Adenosquamous Carcinoma · Chemoradiation Newsectionadded: Other Recommended Regimens (if cisplatin and carboplatin are unavailable) Capecitabine/mitomycin Gemcitabine -Paclitaxel # ·RecurrentorMetastaticDisease # First-line Therapy: Section reformatted to denote PD-L1-positive tumors as a separate bullet Second-line or Subsequent Therapy Preferred Regimens: Cemiplimab added Other Recommended Regimens: lrinotecan changed from category 2B to category 2A Useful in Certain Circumstances Sectionrevised toseparateout regimensby mutationtype Fam-trastuzumab deruxtecan-nxki added for HER2-positive tumors (IHC $^ { 3 + }$ or $^ { 2 + }$ ） NTRK gene fusion-positive tumors: Single agent Larotrectinib and Entrectinib changed fromcategory 2Btocategory 2A !",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: ❖新增脚注d：本方案中包含的检查点抑制剂和/或单克隆抗体可作为维持治疗继续使用。关于维持治疗给药方案，请参阅原始研究方案。删除脚注：顺铂或卡铂可能会引起药物反应。# NCCN宫颈癌指南2024.V1版较2023.V1版更新内容 CERV-ESystemicTherapyforCervical Cancer CERV-F 1'of 3 Squamous Cell Carcinoma, Adenocarcinoma, or Adenosquamous Carcinoma · Chemoradiation Newsectionadded: Other Recommended Regimens (if cisplatin and carboplatin are unavailable) Capecitabine/mitomycin Gemcitabine -Paclitaxel # ·Recurr\n\n<question>: ",
  "ChatGPT_response_0": "当顺铂和卡铂不可用时，可以考虑使用其他维持治疗方案，如卡培他滨/米托蜚星或吉西他滨-紫松醇。此外，检查点抑制剂和单克隆抗体也可以作为维持治疗继续使用的选择。在确定替代方案时，应根据患者的具体情况和临床指南建议进行综合评估和选择。希望这些信息对您有所帮助。",
  "query": "哪些维持治疗方案可以作为替代方案，若顺铂和卡铂不可用时？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 哪些维持治疗方案可以作为替代方案，若顺铂和卡铂不可用时？\n\n<reference text>: ❖新增脚注d：本方案中包含的检查点抑制剂和/或单克隆抗体可作为维持治疗继续使用。关于维持治疗给药方案，请参阅原始研究方案。删除脚注：顺铂或卡铂可能会引起药物反应。# NCCN宫颈癌指南2024.V1版较2023.V1版更新内容 CERV-ESystemicTherapyforCervical Cancer CERV-F 1'of 3 Squamous Cell Carcinoma, Adenocarcinoma, or Adenosquamous Carcinoma · Chemoradiation Newsectionadded: Other Recommended Regimens (if cisplatin and carboplatin are unavailable) Capecitabine/mitomycin Gemcitabine -Paclitaxel # ·RecurrentorMetastaticDisease # First-line Therapy: Section reformatted to denote PD-L1-positive tumors as a separate bullet Second-line or Subsequent Therapy Preferred Regimens: Cemiplimab added Other Recom\n\n<reply>: ",
  "response": "当顺铂和卡铂不可用时，可以考虑使用其他维持治疗方案，如卡培他滨/米托蜚星或吉西他滨-紫松醇。此外，检查点抑制剂和单克隆抗体也可以作为维持治疗继续使用的选择。在确定替代方案时，应根据患者的具体情况和临床指南建议进行综合评估和选择。希望这些信息对您有所帮助。"
}