{
  "id": 550,
  "text": "• 放疗针对已知或疑似肿瘤浸润的部位。EBRT针对骨盆区域，可包括或不包括主动脉旁区域。• 为减少骨盆区域（无论是否包括主动脉旁区域）根治性治疗中的毒性，首选采用IMRT技术。在治疗过程中常规使用图像引导放射治疗（IGRT），包括正交成像和/或常规体积成像（如锥形束CT），以确保靶区得到适当覆盖，同时保护正常组织。• 对于所有接受原发性宫颈癌根治性放疗的患者，腔内放疗和/或间质放疗是根治性放疗的关键组成部分。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: • 放疗针对已知或疑似肿瘤浸润的部位。EBRT针对骨盆区域，可包括或不包括主动脉旁区域。• 为减少骨盆区域（无论是否包括主动脉旁区域）根治性治疗中的毒性，首选采用IMRT技术。在治疗过程中常规使用图像引导放射治疗（IGRT），包括正交成像和/或常规体积成像（如锥形束CT），以确保靶区得到适当覆盖，同时保护正常组织。• 对于所有接受原发性宫颈癌根治性放疗的患者，腔内放疗和/或间质放疗是根治性放疗的关键组成部分。\n\n<question>: ",
  "ChatGPT_response_0": "原发性宫颈癌患者在接受放疗治疗时，关键的组成部分包括定位放疗（EBRT）、图像引导放射治疗（IGRT）和腔内放疗以及间质放疗。定位放疗主要针对肿瘤浸润的部位，通常包括骨盆区域，可以选择是否包括主动脉旁区域。为减少治疗中的毒性反应，首选采用IMRT技术，并常规使用IGRT技术确保靶区的覆盖和保护正常组织。除了定位放疗，腔内放疗和间质放疗也是根治性放疗中的重要组成部分。这些措施综合应用可以提高治疗效果并减少不良反应的发生。希望这些信息能够帮助您更好地了解放疗在原发性宫颈癌治疗中的关键组成部分。如果您有更多问题，欢迎提出。。",
  "query": "放疗对原发性宫颈癌患者的治疗方式有哪些关键组成部分？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 放疗对原发性宫颈癌患者的治疗方式有哪些关键组成部分？\n\n<reference text>: • 放疗针对已知或疑似肿瘤浸润的部位。EBRT针对骨盆区域，可包括或不包括主动脉旁区域。• 为减少骨盆区域（无论是否包括主动脉旁区域）根治性治疗中的毒性，首选采用IMRT技术。在治疗过程中常规使用图像引导放射治疗（IGRT），包括正交成像和/或常规体积成像（如锥形束CT），以确保靶区得到适当覆盖，同时保护正常组织。• 对于所有接受原发性宫颈癌根治性放疗的患者，腔内放疗和/或间质放疗是根治性放疗的关键组成部分。\n\n<reply>: ",
  "response": "原发性宫颈癌患者在接受放疗治疗时，关键的组成部分包括定位放疗（EBRT）、图像引导放射治疗（IGRT）和腔内放疗以及间质放疗。定位放疗主要针对肿瘤浸润的部位，通常包括骨盆区域，可以选择是否包括主动脉旁区域。为减少治疗中的毒性反应，首选采用IMRT技术，并常规使用IGRT技术确保靶区的覆盖和保护正常组织。除了定位放疗，腔内放疗和间质放疗也是根治性放疗中的重要组成部分。这些措施综合应用可以提高治疗效果并减少不良反应的发生。希望这些信息能够帮助您更好地了解放疗在原发性宫颈癌治疗中的关键组成部分。如果您有更多问题，欢迎提出。。"
}