{
  "id": 552,
  "text": "对于手术或放射影像学显示淋巴结阴性的患者，放疗范围应包括整个外骼、内骼、闭孔和骶前淋巴结区域。对于被认为淋巴结受,累风险较高的患者（例如，体积较大的肿瘤；疑似或确诊的局限于下真骨盆的淋巴结），应扩大放疗范围以覆盖骼总淋巴结。对于已证实有骼总和/或,主动脉旁淋巴结受累的患者，建议进行扩展野的盆腔和主动脉旁放疗，直至肾血管水平（或根据受累淋巴结的分布情况，甚至更高）。对于阴道下1/3,受累的患者，还应覆盖双侧腹股沟区。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 对于手术或放射影像学显示淋巴结阴性的患者，放疗范围应包括整个外骼、内骼、闭孔和骶前淋巴结区域。对于被认为淋巴结受,累风险较高的患者（例如，体积较大的肿瘤；疑似或确诊的局限于下真骨盆的淋巴结），应扩大放疗范围以覆盖骼总淋巴结。对于已证实有骼总和/或,主动脉旁淋巴结受累的患者，建议进行扩展野的盆腔和主动脉旁放疗，直至肾血管水平（或根据受累淋巴结的分布情况，甚至更高）。对于阴道下1/3,受累的患者，还应覆盖双侧腹股沟区。\n\n<question>: ",
  "ChatGPT_response_0": "在一些情况下，放疗范围需要覆盖骼总淋巴结，主要包括手术或放射影像学显示淋巴结阴性的患者，整个外骼、内骼、闭孔和骶前淋巴结区域应被包括在放疗范围内。此外，对于被认为有淋巴结受累风险较高的患者，例如体积较大的肿瘤或疑似或确定局限于下真骨盆淋巴结的患者，放疗范围也应扩大以覆盖骼总淋巴结。对于已确定有骼总和/或主动脉旁淋巴结受累的患者，则建议进行扩展野的盆腔和主动脉旁放疗，直至肾血管水平，有时甚至更高。此外，对于阴道下1/3也受累的患者，还应考虑覆盖双侧腹股沟区。这些策略有助于确保治疗覆盖到潜在的淋巴结受累区域，提高治疗效果。",
  "query": "哪些情况下，放疗范围需要覆盖骼总淋巴结？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 哪些情况下，放疗范围需要覆盖骼总淋巴结？\n\n<reference text>: 对于手术或放射影像学显示淋巴结阴性的患者，放疗范围应包括整个外骼、内骼、闭孔和骶前淋巴结区域。对于被认为淋巴结受,累风险较高的患者（例如，体积较大的肿瘤；疑似或确诊的局限于下真骨盆的淋巴结），应扩大放疗范围以覆盖骼总淋巴结。对于已证实有骼总和/或,主动脉旁淋巴结受累的患者，建议进行扩展野的盆腔和主动脉旁放疗，直至肾血管水平（或根据受累淋巴结的分布情况，甚至更高）。对于阴道下1/3,受累的患者，还应覆盖双侧腹股沟区。\n\n<reply>: ",
  "response": "在一些情况下，放疗范围需要覆盖骼总淋巴结，主要包括手术或放射影像学显示淋巴结阴性的患者，整个外骼、内骼、闭孔和骶前淋巴结区域应被包括在放疗范围内。此外，对于被认为有淋巴结受累风险较高的患者，例如体积较大的肿瘤或疑似或确定局限于下真骨盆淋巴结的患者，放疗范围也应扩大以覆盖骼总淋巴结。对于已确定有骼总和/或主动脉旁淋巴结受累的患者，则建议进行扩展野的盆腔和主动脉旁放疗，直至肾血管水平，有时甚至更高。此外，对于阴道下1/3也受累的患者，还应考虑覆盖双侧腹股沟区。这些策略有助于确保治疗覆盖到潜在的淋巴结受累区域，提高治疗效果。"
}