{
  "id": 803,
  "text": "# 一、指南制定方法 新版指南的制定遵循《WHO 指南制定手册》（第二版）的方法要求，分为以下3个步骤： 1.审查现有指南，确定需更新或新增的推荐和建议。指南制定小组（GDG）审查旧版指南，根据最新研究证据确定哪些推荐需要删除、验证、编辑或更新，以及是否添加新的推荐。推荐和建议涉及主要内容包括筛查起止年龄、优先考虑人群、筛查方法、治疗策略、随访间隔、筛查异常人群管理和癌前病变治疗策略。最终GDG 确定对两大类7 种筛查和治疗策略进行评价和比较（表1）。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: # 一、指南制定方法 新版指南的制定遵循《WHO 指南制定手册》（第二版）的方法要求，分为以下3个步骤： 1.审查现有指南，确定需更新或新增的推荐和建议。指南制定小组（GDG）审查旧版指南，根据最新研究证据确定哪些推荐需要删除、验证、编辑或更新，以及是否添加新的推荐。推荐和建议涉及主要内容包括筛查起止年龄、优先考虑人群、筛查方法、治疗策略、随访间隔、筛查异常人群管理和癌前病变治疗策略。最终GDG 确定对两大类7 种筛查和治疗策略进行评价和比较（表1）。\n\n<question>: ",
  "ChatGPT_response_0": "指南制定小组在确定需要更新或新增的推荐和建议时，会考虑审查现有指南的内容，根据最新的研究证据确定哪些推荐需要删除、验证、编辑或更新，同时也会考虑是否需要添加新的推荐内容。在审查过程中，重点关注筛查起止年龄、优先考虑人群、筛查方法、治疗策略、随访间隔、筛查异常人群管理和癌前病变治疗策略等方面。指南制定小组最终将确定对不同筛查和治疗策略进行评价和比较，确保指南内容的科学性和可靠性。",
  "query": "指南制定小组在确定需要更新或新增的推荐和建议时，会考虑哪些具体因素？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 指南制定小组在确定需要更新或新增的推荐和建议时，会考虑哪些具体因素？\n\n<reference text>: # 一、指南制定方法 新版指南的制定遵循《WHO 指南制定手册》（第二版）的方法要求，分为以下3个步骤： 1.审查现有指南，确定需更新或新增的推荐和建议。指南制定小组（GDG）审查旧版指南，根据最新研究证据确定哪些推荐需要删除、验证、编辑或更新，以及是否添加新的推荐。推荐和建议涉及主要内容包括筛查起止年龄、优先考虑人群、筛查方法、治疗策略、随访间隔、筛查异常人群管理和癌前病变治疗策略。最终GDG 确定对两大类7 种筛查和治疗策略进行评价和比较（表1）。\n\n<reply>: ",
  "response": "指南制定小组在确定需要更新或新增的推荐和建议时，会考虑审查现有指南的内容，根据最新的研究证据确定哪些推荐需要删除、验证、编辑或更新，同时也会考虑是否需要添加新的推荐内容。在审查过程中，重点关注筛查起止年龄、优先考虑人群、筛查方法、治疗策略、随访间隔、筛查异常人群管理和癌前病变治疗策略等方面。指南制定小组最终将确定对不同筛查和治疗策略进行评价和比较，确保指南内容的科学性和可靠性。"
}