{
  "id": 87,
  "text": "剂量45（40\\~50）Gy。不可切除的淋巴结可以通过高度适形的放疗技术，给予同步加量或后程推量10\\~15Gy。对于图像引导的EBRT，高剂量区域必须注意避开正常组织或严格限制正常组织的照射剂量。e：近距离放疗：近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。通常采用宫腔管和阴道施源器。对于局部肿瘤巨大而且不对称的患者或者肿瘤退缩不足的患者，组织间插植可以提高靶区剂量并且最大限度减小正常组织剂量。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: 剂量45（40\\~50）Gy。不可切除的淋巴结可以通过高度适形的放疗技术，给予同步加量或后程推量10\\~15Gy。对于图像引导的EBRT，高剂量区域必须注意避开正常组织或严格限制正常组织的照射剂量。e：近距离放疗：近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。通常采用宫腔管和阴道施源器。对于局部肿瘤巨大而且不对称的患者或者肿瘤退缩不足的患者，组织间插植可以提高靶区剂量并且最大限度减小正常组织剂量。\n\n<question>: ",
  "ChatGPT_response_0": "近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。在宫颈癌的治疗中，可以考虑使用近距离放疗作为初治放疗方法的情况包括剂量45（40\\~50）Gy，以及对于不可切除的淋巴结采用高度适形的放疗技术，给予同步加量或后程推量10\\~15Gy的情况。通过使用近距离放疗技术，可以有效提高靶区剂量并最大限度减小正常组织的剂量，对于局部肿瘤巨大、不对称或肿瘤退缩不足的患者尤为适用。在进行近距离放疗时，需要注意避开正常组织，严格控制正常组织的照射剂量，以提高治疗效果并减少副作用的发生。",
  "query": "哪些情况下可以考虑使用近距离放疗作为初治宫颈癌的放疗方法？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 哪些情况下可以考虑使用近距离放疗作为初治宫颈癌的放疗方法？\n\n<reference text>: 剂量45（40\\~50）Gy。不可切除的淋巴结可以通过高度适形的放疗技术，给予同步加量或后程推量10\\~15Gy。对于图像引导的EBRT，高剂量区域必须注意避开正常组织或严格限制正常组织的照射剂量。e：近距离放疗：近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。通常采用宫腔管和阴道施源器。对于局部肿瘤巨大而且不对称的患者或者肿瘤退缩不足的患者，组织间插植可以提高靶区剂量并且最大限度减小正常组织剂量。\n\n<reply>: ",
  "response": "近距离放疗是所有不适合手术的初治宫颈癌根治性放疗的关键部分。在宫颈癌的治疗中，可以考虑使用近距离放疗作为初治放疗方法的情况包括剂量45（40\\~50）Gy，以及对于不可切除的淋巴结采用高度适形的放疗技术，给予同步加量或后程推量10\\~15Gy的情况。通过使用近距离放疗技术，可以有效提高靶区剂量并最大限度减小正常组织的剂量，对于局部肿瘤巨大、不对称或肿瘤退缩不足的患者尤为适用。在进行近距离放疗时，需要注意避开正常组织，严格控制正常组织的照射剂量，以提高治疗效果并减少副作用的发生。"
}