{
  "id": 29,
  "text": "·临床指南· # 中国子宫颈癌筛查指南（二） 中国优生科学协会阴道镜和宫颈病理学分会 中华医学会妇科肿瘤学分会中国抗癌协会宫颈癌专业委员会 中国医疗保健国际交流促进会妇产健康医学分会中国癌症基金会全国宫颈癌防治协作组 中华预防医学会肿瘤预防与控制专业委员会中国妇幼健康研究会宫颈癌防控研究专业委员会 【摘要】 结合我国子宫颈癌前病变和子宫颈癌发病情况以及全球子宫颈癌筛查策略，为实现消除子宫颈癌的目标，我国七个学（协）会专家共同制定了子宫颈癌筛查指南（二）。",
  "ChatGPT_query": "Please create a <question> that closely aligns with the provided <text>. Ensure that the <question> is formulated in Chinese and does not explicitly reference the text. You may incorporate specific scenarios or contexts in the <question>, allowing the <text> to serve as a comprehensive and precise answer.\n\n<text>: ·临床指南· # 中国子宫颈癌筛查指南（二） 中国优生科学协会阴道镜和宫颈病理学分会 中华医学会妇科肿瘤学分会中国抗癌协会宫颈癌专业委员会 中国医疗保健国际交流促进会妇产健康医学分会中国癌症基金会全国宫颈癌防治协作组 中华预防医学会肿瘤预防与控制专业委员会中国妇幼健康研究会宫颈癌防控研究专业委员会 【摘要】 结合我国子宫颈癌前病变和子宫颈癌发病情况以及全球子宫颈癌筛查策略，为实现消除子宫颈癌的目标，我国七个学（协）会专家共同制定了子宫颈癌筛查指南（二）。\n\n<question>: \n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n",
  "ChatGPT_response_0": "中国的新子宫颈癌筛查指南是由以下几个专家团队共同制定的：中国优生科学协会阴道镜和宫颈病理学分会，中华医学会妇科肿瘤学分会，中国抗癌协会宫颈癌专业委员会，中国医疗保健国际交流促进会妇产健康医学分会，中国癌症基金会全国宫颈癌防治协作组，中华预防医学会肿瘤预防与控制专业委员会，以及中国妇幼健康研究会宫颈癌防控研究专业委员会。这些团队基于我国子宫颈癌发生的状况和全球筛查策略，制定了新的筛查指南，旨在助力消除子宫颈癌的目标。",
  "query": "有哪些专家团队共同制定了中国的新子宫颈癌筛查指南？",
  "ChatGPT_query_a": "You are HuatuoGPT-II, equipped with in-depth knowledge in medicine. Your task is to directly answer the user's <question> in Chinese. In formulating your response, you must thoughtfully reference the <reference text>, ensuring that your reply does not disclose your reliance on <reference text>. Aim to provide a comprehensive and informative response, incorporating relevant insights from <reference text> to best assist the user. Please be cautious to avoid including any content that might raise ethical concerns.\n\n<question>: 有哪些专家团队共同制定了中国的新子宫颈癌筛查指南？\n\n<reference text>: ·临床指南· # 中国子宫颈癌筛查指南（二） 中国优生科学协会阴道镜和宫颈病理学分会 中华医学会妇科肿瘤学分会中国抗癌协会宫颈癌专业委员会 中国医疗保健国际交流促进会妇产健康医学分会中国癌症基金会全国宫颈癌防治协作组 中华预防医学会肿瘤预防与控制专业委员会中国妇幼健康研究会宫颈癌防控研究专业委员会 【摘要】 结合我国子宫颈癌前病变和子宫颈癌发病情况以及全球子宫颈癌筛查策略，为实现消除子宫颈癌的目标，我国七个学（协）会专家共同制定了子宫颈癌筛查指南（二）。\n\n**如果text中内容跟宫颈癌无关，请回复'SKIP'**\n\n<reply>: ",
  "response": "中国的新子宫颈癌筛查指南是由以下几个专家团队共同制定的：中国优生科学协会阴道镜和宫颈病理学分会，中华医学会妇科肿瘤学分会，中国抗癌协会宫颈癌专业委员会，中国医疗保健国际交流促进会妇产健康医学分会，中国癌症基金会全国宫颈癌防治协作组，中华预防医学会肿瘤预防与控制专业委员会，以及中国妇幼健康研究会宫颈癌防控研究专业委员会。这些团队基于我国子宫颈癌发生的状况和全球筛查策略，制定了新的筛查指南，旨在助力消除子宫颈癌的目标。"
}